Repository: nikhilbhandigare02/BHAVYAmASHA
Catalog: lib/l10n/app_*.arb
Languages: hi

# trainingReceivedTitle
source: Training Received
hi: प्रशिक्षण प्राप्त हुआ

# trainingTitle
source: Training
hi: भाव्या एम-आशा प्रशिक्षण

# trainingTypeLabel
source: Training Type
hi: प्रशिक्षण का प्रकार

source: Unmarried
hi: अविवाहित

# updatedEligibleCoupleListTitle
source: Updated Eligible Couple List
hi: अपडेटेड योग्य दम्पत्ति सूची

# updatedEligibleCoupleSearchHint
source: Updated Eligible Couple Search
hi: अपडेटेड पात्र दंपत्ति खोजें

# eligibleCoupleSearchHint
source: Search Eligible Couple
hi: पात्र दंपत्ति खोजें

# updatedEligibleCoupleListSubtitle
source: Eligible Couples List
hi: योग्य दम्पत्ति सूची

# userHfrIdLabel
source: HFR ID:
hi: एचएफआर आईडी:

# userHscLabel
source: HSC:
hi: एचएससी:

# userNameLabel
source: Name:
hi: नाम:

# userRoleLabel
source: Role:
hi: भूमिका:

# userVillageLabel
source: Village:
hi: गाँव

# usernameEmpty
source: Username cannot be empty
hi: उपयोगकर्ता का नाम खाली नहीं हो सकता

# usernameLabel
source: Username
hi: उपयोगकर्ता का नाम

source: View Details
hi: विवरण देखें

# villageHint
source: Village
hi: गाँव

# villageLabel
source: Village
hi: गाँव

# villageNameLabel
source: Village name
hi: गांव का नाम

source: Visit Date :
hi: भ्रमण दिनांक :

# visitDateLabel
source: Visit Date
hi: भ्रमण की तिथि

# visitDetailsANC
source: Antenatal Care visit
hi: प्रसवपूर्व देखभाल विज़िट

# visitDetailsHBNC
source: Home Based Newborn Care visit
hi: घर आधारित नवजात देखभाल विज़िट

# visitDetailsPNC
source: Post Natal Care visit for routine checkup
hi: नियमित जांच के लिए प्रसवोत्तर देखभाल विज़िट

# visitStatusLabel
source: Status
hi: स्थिति

# visitTypeANC
source: Antenatal Care
hi: प्रसवपूर्व देखभाल

# visitTypeHBNC
source: Home Based Newborn Care
hi: घर आधारित नवजात देखभाल

# visitTypeLabel
source: Visit type *
hi: मिलने का प्रकार

# visitTypePNC
source: Post Natal Care
hi: प्रसवोत्तर देखभाल

# visitsLabel
source: Visits
hi: विज़िट्स :

# voterIdLabel
source: Voter Id
hi: वोटर आईडी

# wardNoLabel
source: Ward no.
hi: वार्ड क्रमांक

# waterHandpumpInside
source: Hand pump within house
hi: घर के भीतर हैंडपंप

# waterHandpumpOutside
source: Hand pump outside of house
hi: घर के बाहर हैंडपंप

# waterLake
source: Lake
hi: झील

# waterPond
source: Pond
hi: तालाब

# waterRO
source: R.O
hi: आर.ओ.

# waterRiver
source: River
hi: नदी

# waterSanitationTitle
source: Water & Sanitation
hi: जल और स्वच्छता

# waterSupply
source: Supply Water
hi: नल का पानी

# waterTanker
source: Tanker
hi: टैंकर

# waterWell
source: Well
hi: कुआँ

# whoseMobileLabel
source: Whose mobile no.
hi: किसका मोबाइल नंबर है?

source: Widowed
hi: विधवा/विधुर

source: Wife
hi: पत्नी

source: Yes
hi: हाँ

# youngestChildAgeLabel
source: Age of youngest child
hi: सबसे छोटे बच्चे की आयु

# youngestChildAgeUnitLabel
source: Age of youngest child unit
hi: सबसे छोटे बच्चे की आयु की इकाई

# youngestChildGenderLabel
source: Gender of youngest child
hi: सबसे छोटे बच्चे का लिंग

source: Delivery Outcome List
hi: प्रसव परिणाम सूची

source: Search delivery outcome...
hi: प्रसव परिणाम खोजें...

# registrationDateLabel
source: Registration Date
hi: पंजीकरण की तिथि

# beneficiaryIdLabel
source: Beneficiary ID
hi: लाभार्थी आईडी

# mobileLabelSimple
source: Mobile no.
hi: मोबाइल नंबर

# husbandNameLabel
source: Husband's name
hi: पति का नाम

# previousPncDateLabel
source: Previous PNC Date
hi: पिछली पीएनसी तिथि

# nextPncDateLabel
source: Next PNC Date
hi: अगली पीएनसी तिथि

# rchIdLabel
source: RCH ID
hi: आरसीएच आईडी

source: Description
hi: विवरण

# rchIdChildLabel
source: RCH ID (Child)
hi: आरसीएच आईडी (बच्चा)

# rchChildSerialHint
source: Sr. no of child in RCH register
hi: आरसीएच रजिस्टर में बालक का क्रमांक

# dateOfBirthLabel
source: Date of Birth *
hi: जन्म तिथि *

# dateOfRegistrationLabel
source: Date of Registration *
hi: पंजीकरण तिथि *

# childNameLabel
source: Name of child *
hi: बच्चे का नाम *

# whoseMobileNumberLabel
source: Whose mobile number is this
hi: मोबाइल उपयोगकर्ता

# mobileNumberLabel
source: mobile number
hi: मोबाइल नंबर

# mothersRchIdLabel
source: RCH ID no. of mother
hi: माता का आरसीएच आईडी नंबर

# birthCertificateIssuedLabel
source: Is birth certificate issued?
hi: क्या जन्म प्रमाणपत्र जारी किया गया है?

# birthCertificateNumberLabel
source: birth certificate number
hi: जन्म प्रमाणपत्र संख्या

# weightGramLabel
source: Weight (g)
hi: वजन (ग्राम)

# headOfFamily
source: Head of the family
hi: परिवार प्रमुख

source: Male
hi: पुरुष

source: Female
hi: महिला

# casteGeneral
source: General
hi: सामान्य

# casteObc
source: OBC
hi: ओबीसी

# casteSc
source: SC
hi: अनुसूचित जाति

# casteSt
source: ST
hi: अनुसूचित जनजाति

# addNewTrainingButton
source: Add New Training
hi: नया प्रशिक्षण जोड़ें

# linkAbha
source: LINK FROM ABHA
hi: आभा से लिंक करें

# ncdTitle
source: NCD
hi: एनसीडी

# ncdListTitle
source: NCD List
hi: एनसीडी सूची

# ncdEligibleListTitle
source: NCD Eligible List
hi: एनसीडी पात्र सूची

# ncdPriorityListTitle
source: NCD Priority List
hi: एनसीडी प्राथमिकता सूची

# ncdNonEligibleListTitle
source: NCD Non-Eligible List
hi: एनसीडी अपात्र सूची

# ncdMsgRegisteredChildBeneficiary
source: Registered Child Beneficiary list
hi: पंजीकृत बालक लाभार्थी सूची

# ncdMsgChildRegisteredDueList
source: Child Registered Due List
hi: बालक पंजीकरण देय सूची

# ncdMsgChildTrackingDueList
source: Child Tracking Due List
hi: बाल ट्रैकिंग देय सूची

# ncdMsgHbycList
source: HBYC List
hi: एचबीवाईसी सूची

source: Registration Due
hi: पंजीकरण ड्यू

# trackingDueTitle
source: Tracking Due
hi: ट्रैकिंग ड्यू

source: Alive
hi: जीवित

# dead
source: Death
hi: मृत

# babyConditionLabel
source: Child status
hi: शिशु की स्थिति

# babyNameLabel
source: Baby's name
hi: शिशु का नाम

# babyGenderLabel
source: Baby's gender
hi: शिशु का लिंग

# newbornWeightGramLabel
source: Birth weight (1200-4000)gms
hi: शिशु का वजन (1.2-90)किग्रा

# newbornTemperatureLabel
source: Temperature
hi: तापमान

# infantTemperatureUnitLabel
source: Temperature of the baby (Measure in axial and record)
hi: शिशु का तापमान (बगल में मापें और रिकॉर्ड करें)

# temperatureUnitCelsius
source: Celsius
hi: सेल्सियस

# temperatureUnitFahrenheit
source: Fahrenheit
hi: फॉरेनहाइट

# weightColorMatchLabel
source: Weighing matches with colour?
hi: वजन किस रंग से मेल खाता है?

# weighingScaleColorLabel
source: Scale color of weighing machine
hi: वजन मापने की मशीन के स्केल का रंग

# colorGreen
source: Green
hi: हरा

# colorYellow
source: Yellow
hi: पीला

# colorRed
source: Red
hi: लाल

# motherReportsTempOrChestIndrawingLabel
source: The mother tells that the child feels hot or cold when touching and the temperature of the child is more than 37.5° C or less than 35.5° C and the chest is pulled inward while breathing
hi: मां बताती हैं कि शिशु छूने पर गर्म या ठंडा लगता है या शिशु का तापमान 37.5°C या अधिक या 35.5°C से कम है और सांस लेते समय छाती अंदर की ओर जाती है.

# bleedingUmbilicalCordLabel
source: Is Umbilical cord bleeding
hi: क्या नाभि से रक्तस्राव हो रहा है?

# pusInNavelLabel
source: Is pus in the navel?
hi: क्या नाभि में मवाद है?

# routineCareDoneLabel
source: Whether the Routine Newborn care tasks was performed?
hi: क्या नियमित नवजात देखभाल कार्य निष्पादित किये गए हैं?

# breathingRapidLabel
source: Is the breath of the baby going fast (60 or more per minute)
hi: क्या शिशु की सांस तेज (प्रति मिनट 60 या अधिक) चल रही है?

# lethargicLabel
source: Is the baby Lathargic?
hi: क्या शिशु सुस्त है?

# congenitalAbnormalitiesLabel
source: Is the baby having any congenital physical abnormality
hi: क्या शिशु में कोई जन्मजात शारीरिक असामान्यता है?

# eyesNormalLabel
source: Eyes: Normal
hi: आंखें: सामान्य

# eyesSwollenOrPusLabel
source: Are the eyes swollen? Is there pus coming out of the eyes?
hi: क्या आंखें सूजी हैं? क्या आंखों से मवाद आ रहा है?

# skinFoldRednessLabel
source: Are there any cracks/redness on the skin fold (thigh/ Axilla / Buttock)
hi: क्या त्वचा की तह पर कोई दरार/लालिमा है? (जांघ / बगल / नितंब)

# newbornJaundiceLabel
source: Yellowness in skin/ palm/ sole/eyes: Jaudice
hi: त्वचा/हथेलियों/तलवों/आंखों में पीलापन: पीलिया

# pusBumpsOrBoilLabel
source: More than ten pus- filled pustules or a large boil
hi: त्वचा में 10 से अधिक मवाद भरी फुंसियां या एक बड़ा फोड़ा?

# newbornSeizuresLabel
source: Is the child having seizures?
hi: क्या बच्चे को दौरे पड़ रहे हैं?

# cryingConstantlyOrLessUrineLabel
source: Is the baby crying continuously or passing urine less than 6 times a day?
hi: क्या शिशु लगातार रो रहा है या वह दिन में 6 बार से कम पेशाब कर रहा/रही है?

# cryingSoftlyLabel
source: Is the child crying weak?
hi: क्या शिशु धीरे-धीरे रो रहा/रही है?

# breastfeedingTime
source: Please enter breastfeeding time (hh:mm)
hi: स्तनपान का समय दर्ज करें (घंटे:मिनट)

source: hh:mm
hi: घंटे:मिनट

# stoppedCryingLabel
source: Has the child stopped crying?
hi: क्या शिशु ने रोना बंद कर दिया है?

# newbornReferredByAshaLabel
source: In the above symptoms, weather the child is referred by ASHA?
hi: क्या ऊपर बताए लक्षणों के लिए बच्चे को आशा द्वारा रेफर किया गया है?

# birthRegisteredLabel
source: Is birth registration completed?
hi: क्या जन्म का पंजीकरण हो गया है?

# mcpCardAvailableLabel
source: Is there availability of 'Mother Child Protection (MCP) card?
hi: क्या 'मातृ शिशु संरक्षण (एमसीपी)' कार्ड की उपलब्धता है?

# birthDoseVaccinationLabel
source: Is the Birthdose vaccination given to baby?
hi: क्या शिशु को जन्म की खुराक टीकाकरण दिया गया है?

# homeVisitDayLabel
source: Home Visit Day *
hi: गृह भ्रमण का दिन *

# dateOfHomeVisitLabel
source: Home visit date *
hi: गृह भ्रमण की तिथि*

# motherStatusLabel
source: Mother status *
hi: मां की स्थिति*

# visitHbnc
source: HBNC Visit Form
hi: एचबीएनसी विजिट फॉर्म

# mcpCardAvailableLabelMother
source: Is there availability of 'Mother Child Protection (MCP) card? *
hi: क्या 'मातृ शिशु संरक्षण (एमसीपी)' कार्ड की उपलब्धता है? *

# postDeliveryProblemsLabel
source: Does the mother have any of the following problems post delivery? *
hi: क्या प्रसव के बाद मां को निम्नलिखित में से कोई समस्या है? *

# postDeliveryProblemNone
source: None
hi: कोई नहीं

# postDeliveryProblemExcessiveBleeding
source: Excessive bleeding
hi: अधिक रक्तस्राव

# postDeliveryProblemSevereHeadacheBlurredVision
source: Severe headache/blurred vision
hi: तेज सिरदर्द/धुंधला दिखना

# postDeliveryProblemLowerAbdominalPain
source: Lower abdominal pain
hi: निचले पेट में दर्द

# postDeliveryProblemFoulSmellingDischarge
source: Foul-smelling discharge
hi: दुर्गंधयुक्त स्राव

# postDeliveryProblemHighFever
source: High fever
hi: तेज बुखार

# postDeliveryProblemConvulsions
source: Convulsions
hi: दौरे

# breastfeedingProblemsLabel
source: Does the mother have breast feeding problem? *
hi: क्या माँ को स्तनपान कराने में समस्या है? *

# mealsPerDayLabel
source: No. of times mother takes full meal in 24 hours?
hi: 24 घंटे में मां कितनी बार पूर्ण भोजन लेती है?

# padsPerDayLabel
source: How many pads have been changed in a day for bleeding? *
hi: रक्तस्राव के लिए एक दिन में कितने पैड बदले गए हैं? *

# mothersTemperatureLabel
source: Temperature of mother
hi: मां का तापमान

# foulDischargeHighFeverLabel
source: Foul smelling discharge and fever 102 degree Fahrenheit (38.9 degree C) *
hi: दुर्गंधयुक्त स्राव और बुखार 102 डिग्री फॉरेनहाइट (38.9 डिग्री सेल्सियस)

# abnormalSpeechOrSeizureLabel
source: Is mother speaking abnormally or having fits?
hi: क्या मां असामान्य ढंग से बोल रही है या उसे दौरे पड़ रहे हैं?

# counselingAdviceLabel
source: Counseling / Advise *
hi: परामर्श / सलाह

# milkNotProducingOrLessLabel
source: Mother's milk is not being produced after delivery or she thinks less milk is being produced
hi: प्रसव के बाद माँ का दूध नहीं बन रहा है या वह समझती है कि कम दूध बन रहा है।

# nippleCracksPainOrEngorgedLabel
source: is the mother having cracked nipples/ painful and / or engorged breasts
hi: क्या माँ के निप्पल में दरार/दर्द और/या कड़े स्तन हैं?

# exclusiveBreastfeedingStartedLabel
source: Has the exclusive breastfeeding initiated?
hi: क्या केवल स्तनपान की शुरुआत हो गई है?

# firstBreastfeedTimingLabel
source: At what time was the baby first breastfed?
hi: शिशु को पहली बार स्तनपान किस समय कराया गया था?

# howWasBreastfedLabel
source: How did the baby breastfed?
hi: शिशु ने स्तनपान कैसे किया था?

# firstFeedGivenAfterBirthLabel
source: What was given as the baby first feed to baby after birth?
hi: जन्म के बाद शिशु को प्रथम आहार के रूप में क्या दिया गया?

# adequatelyFedSevenToEightTimesLabel
source: Is the baby being fed properly (whenever hungry or at least 7–8 times in 24 hours)?
hi: क्या बच्चे को ठीक से खाना खिलाया जा रहा है (जब भी भूख लगे या 24 घंटे में कम से कम 7-8 बार)

# babyDrinkingLessMilkLabel
source: Is the child feeding less?
hi: क्या शिशु कम दूध पी रहा/रही है?

# breastfeedingStoppedLabel
source: Has the child stopped feeding?
hi: क्या बच्चे को दूध पिलाना बंद कर दिया है?

# bloatedStomachOrFrequentVomitingLabel
source: Bloated stomach or mother tells that the child vomits again an again
hi: फूला हुआ पेट या मां बताती है कि बच्चा बार-बार उल्टी करता है।

# err_visit_day_required
source: Please enter home visit day.
hi: गृह भ्रमण का दिन अनिवार्य है।

# err_visit_date_required
source: Please enter date of home visit.
hi: गृह भ्रमण की तिथि अनिवार्य है।

# err_mother_status_required
source: Please select mother's status.
hi: माता की स्थिति अनिवार्य है।

# err_mcp_mother_required
source: Please select MCP card availability (Mother).
hi: एमसीपी कार्ड की उपलब्धता (माता) अनिवार्य है।

# err_post_delivery_problems_required
source: Please select post-delivery problems.
hi: प्रसव के बाद की समस्याओं का चयन अनिवार्य है।

# err_breastfeeding_problems_required
source: Please select breastfeeding problems.
hi: स्तनपान संबंधी समस्या का चयन अनिवार्य है।

# err_pads_per_day_required
source: Please enter number of pads changed per day.
hi: प्रतिदिन बदले जाने वाले पैड की संख्या अनिवार्य है।

# err_mothers_temperature_required
source: Please enter mother's temperature.
hi: माता का तापमान अनिवार्य है।

# err_foul_discharge_high_fever_required
source: Please select foul discharge or high fever.
hi: दुर्गंधयुक्त स्राव/तेज बुखार का चयन अनिवार्य है।

# err_abnormal_speech_or_seizure_required
source: Please select abnormal speech or seizures.
hi: असामान्य बोलना/दौरे का चयन अनिवार्य है।

# err_counseling_advice_required
source: Please enter counseling or advice.
hi: परामर्श/सलाह अनिवार्य है।

# err_milk_not_producing_or_less_required
source: Please select milk not producing or less.
hi: दूध नहीं बन रहा/कम बन रहा चयन अनिवार्य है।

# err_nipple_cracks_pain_or_engorged_required
source: Please select nipple cracks, pain, or engorged breasts.
hi: निप्पल में दरार/दर्द/कड़े स्तन का चयन अनिवार्य है।

# err_baby_condition_required
source: Please select baby's condition.
hi: शिशु की स्थिति अनिवार्य है।

# err_baby_name_required
source: Please enter baby's name.
hi: शिशु का नाम अनिवार्य है।

# err_baby_gender_required
source: Please select baby's gender.
hi: शिशु का लिंग अनिवार्य है।

# err_baby_weight_required
source: Please enter baby's weight.
hi: शिशु का वजन अनिवार्य है।

# err_newborn_temperature_required
source: Please enter temperature.
hi: तापमान अनिवार्य है।

# err_infant_temp_unit_required
source: Please select infant temperature unit.
hi: शिशु के तापमान की इकाई अनिवार्य है।

# err_weight_color_match_required
source: Please select weight color match.
hi: वजन किस रंग से मेल खाता है? चयन अनिवार्य है।

# err_weighing_scale_color_required
source: Please select weighing scale color.
hi: वजन मापने की मशीन के स्केल का रंग अनिवार्य है।

# err_mother_reports_temp_or_chest_indrawing_required
source: Please select mother reports temperature or chest indrawing.
hi: मां द्वारा बताए ताप/छाती धंसने का चयन अनिवार्य है।

# err_bleeding_umbilical_cord_required
source: Please select bleeding from umbilical cord.
hi: नाभि से रक्तस्राव का चयन अनिवार्य है।

# err_pus_in_navel_required
source: Please select pus in navel.
hi: नाभि में मवाद का चयन अनिवार्य है।

# err_routine_care_done_required
source: Please select routine newborn care done.
hi: नियमित नवजात देखभाल का चयन अनिवार्य है।

# err_breathing_rapid_required
source: Please select rapid breathing.
hi: तेज सांस चलने का चयन अनिवार्य है।

# err_congenital_abnormalities_required
source: Please select congenital abnormalities.
hi: जन्मजात शारीरिक असामान्यता का चयन अनिवार्य है।

# err_eyes_normal_required
source: Please select eyes normal.
hi: आंखें: सामान्य का चयन अनिवार्य है।

# err_eyes_swollen_or_pus_required
source: Please select eyes swollen or pus.
hi: आंखें सूजी/मवाद का चयन अनिवार्य है।

# err_skin_fold_redness_required
source: Please select skin fold crack or redness.
hi: त्वचा की तह में दरार/लालिमा का चयन अनिवार्य है।

# err_newborn_jaundice_required
source: Please select jaundice.
hi: पीलिया का चयन अनिवार्य है।

# err_pus_bumps_or_boil_required
source: Please select pus-filled bumps or boil.
hi: मवाद भरी फुंसियां/फोड़े का चयन अनिवार्य है।

# err_newborn_seizures_required
source: Please select seizures.
hi: दौरे का चयन अनिवार्य है।

# err_crying_constant_or_less_urine_required
source: Please select crying constantly or less urine.
hi: लगातार रोना/कम पेशाब का चयन अनिवार्य है।

# err_crying_softly_required
source: Please select crying softly.
hi: धीमे स्वर में रोना का चयन अनिवार्य है।

# err_stopped_crying_required
source: Please select stopped crying.
hi: रोना बंद करने का चयन अनिवार्य है।

# err_referred_by_asha_required
source: Please select referred by ASHA.
hi: आशा द्वारा रेफर का चयन अनिवार्य है।

# err_birth_registered_required
source: Please select birth registered.
hi: जन्म पंजीकरण का चयन अनिवार्य है।

# err_birth_certificate_issued_required
source: Please select birth certificate issued.
hi: जन्म प्रमाणपत्र जारी का चयन अनिवार्य है।

# err_birth_dose_vaccination_required
source: Please select birth dose vaccination.
hi: जन्म खुराक टीकाकरण का चयन अनिवार्य है।

# err_mcp_child_required
source: Please select MCP card availability (Child).
hi: एमसीपी कार्ड की उपलब्धता (शिशु) अनिवार्य है।

# err_exclusive_breastfeeding_started_required
source: Please select exclusive breastfeeding started.
hi: केवल स्तनपान शुरू हुआ/हुई का चयन अनिवार्य है।

# err_first_breastfeed_timing_required
source: Please select first breastfeed timing.
hi: पहली स्तनपान करवाने के समय का चयन अनिवार्य है।

# err_how_was_breastfed_required
source: Please select how baby was breastfed.
hi: स्तनपान कैसे किया गया का चयन अनिवार्य है।

# err_first_feed_given_after_birth_required
source: Please select first feed given after birth.
hi: जन्म के बाद प्रथम आहार का चयन अनिवार्य है।

# err_adequately_fed_seven_eight_required
source: Please select adequate feeding (7–8 times).
hi: समुचित भोजन (24 घंटे में कम से कम 7–8 बार) का चयन अनिवार्य है।

# err_baby_drinking_less_milk_required
source: Please select baby drinking less milk.
hi: शिशु कम दूध पी रहा/रही है का चयन अनिवार्य है।

# err_breastfeeding_stopped_required
source: Please select breastfeeding stopped.
hi: शिशु को दूध पिलाना बंद किया गया का चयन अनिवार्य है।

# err_bloated_or_frequent_vomit_required
source: Please select bloated stomach or frequent vomiting.
hi: फूला हुआ पेट/बार-बार उल्टी का चयन अनिवार्य है।

source: PREVIOUS VISITS
hi: पिछले दौरे

# prevVisitSrNo
source: S. No.
hi: क्र.

# prevVisitPncDate
source: PNC Date
hi: पी.एन.सी. की तिथि

# prevVisitPncDay
source: PNC Day
hi: पी.एन.सी. की दिन

# tabGeneralDetails
source: BASIC DETAILS
hi: सामान्य विवरण

# tabMotherDetails
source: MOTHER DETAILS
hi: माता का विवरण

# tabNewbornDetails
source: CHIlD DETAILS
hi: बच्चे का विवरण

# exitAppTitle
source: Exit Application
hi: एप्लिकेशन से बाहर निकलें

# exitAppMessage
source: Are you sure you want to exit?
hi: क्या आप वाकई एप्लिकेशन से बाहर निकलना चाहते हैं?

# logoutTitle
source: Logout
hi: लॉगआउट

# logoutMessage
source: Are you sure you want to logout?
hi: क्या आप वाकई लॉगआउट करना चाहते हैं?

# spousDetails
source: Spouse Details
hi: जीवनसाथी का विवरण

# ageAtMarriage
source: Age at the time of marriage
hi: विवाह के समय आयु

# relationWithFamilyHead
source: Relation with the family head
hi: परिवार के मुखिया के साथ संबंध

# ageAtMarriageHint
source: Enter age at marriage
hi: विवाह के समय आयु दर्ज करें

# spouseNameHint
source: Enter spouse name
hi: जीवनसाथी का नाम दर्ज करें

source: Father name
hi: पिता का नाम

# fatherNameHint
source: Enter father's name
hi: पिता का नाम दर्ज करें

# loginSuccess
source: Login successful!
hi: लॉगिन सफल!

source: Dismiss
hi: बंद करें

# usernameHint
source: Username
hi: उपयोगकर्ता नाम दर्ज करें

# years
source: Year
hi: वर्ष

# days
source: Day
hi: दिन

# totalChildrenBorn
source: Total number of children born
hi: बच्चों की कुल संख्या

# totalLiveChildren
source: Total number of live children
hi: जीवित बच्चों की कुल संख्या

# totalMaleChildren
source: Total number of male children
hi: कुल बच्चों (लड़कों) की संख्याा

# totalFemaleChildren
source: Total number of female children
hi: कुल बच्चियों की संख्या

# malePlusFemaleError
source: Number of male and female live children must be equal to total live children
hi: पुरुष और महिला जीवित बच्चों की संख्या, कुल जीवित बच्चों के बराबर होनी चाहिए।

# youngestChildAge
source: Age of youngest child
hi: सबसे छोटे बच्चे की आयु

# ageUnitOfYoungest
source: Age unit of youngest child
hi: सबसे छोटे बच्चे की आयु की इकाई

# genderOfYoungest
source: Gender of youngest child
hi: सबसे छोटे बच्चे का लिंग

# months
source: Month
hi: महीने

source: Bank Account Number
hi: बैंक खाता संख्या

# bankAccountNumberHint
source: Enter bank account number
hi: बैंक खाता संख्या दर्ज करें

source: IFSC Code
hi: आईएफएससी कोड

# ifscCodeHint
source: Enter 11-digit IFSC code
hi: 11 अंकों का आईएफएससी कोड दर्ज करें

source: Voter ID
hi: मतदाता पहचान पत्र

# voterIdHint
source: Voter ID
hi: मतदाता पहचान पत्र संख्या दर्ज करें

source: Ration Card ID
hi: राशन कार्ड आईडी

# rationCardIdHint
source: Ration Card ID
hi: राशन कार्ड आईडी दर्ज करें

# personalHealthId
source: Personal Health ID (ABHA ID)
hi: व्यक्तिगत स्वास्थ्य आईडी (आभा आईडी)

# personalHealthIdHint
source: Personal Health ID
hi: 14 अंकों की व्यक्तिगत स्वास्थ्य आईडी दर्ज करें

# confirmAttentionTitle
source: Confirm Action
hi: कार्रवाई की पुष्टि करें

# confirmYesExit
source: Yes, Exit
hi: हां, बाहर निकलें

# confirmNo
source: No
hi: नहीं, यहीं रहें

# memberRemainsToAdd
source: No. of members remains to be added
hi: सदस्यों की संख्या जोडी जानी बाकी है.

source: Video Tutorial List
hi: वीडियो शिक्षण की सूची

# trackEligibleCoupleTitle
source: Track Eligible Couples
hi: योग्य दंपतियों की ट्रैकिंग

# financialYearLabel
source: Financial Year
hi: वित्तीय वर्ष

# isPregnantLabel
source: Woman is pregnant?
hi: क्या महिला गर्भवती है?

# lmpDateLabel
source: Date of last menstrual period (LMP) *
hi: एलएमपी की तिथि

# fpMethodLabel
source: Family Planning Method
hi: गर्भनिरोधक का तरीका

# saveButton
source: SAVE
hi: संरक्षित करें

source: Previous Page
hi: पिपीछे जाए

# firewod
source: Firewood
hi: लकड़ी

source: Crop Residues
hi: फसल अवशेष

# cowdung
source: Cow dung cakes
hi: गोबर के उपले

source: Coal
hi: कोयला

source: L.P.G
hi: एलपीजी

# burningCrop
source: Burning of crop residue
hi: फसल अवशेष जलाना

# cbacC_workingSmokeyFactory
source: Working in a smokey factory
hi: धुएं वाले कारखाने में काम करना

# cbacC_workingPollutedIndustries
source: Working in industries with gas and smoke pollution such as brick kiln and glass industry etc.
hi: ईंट भट्ठे और कांच उद्योग जैसे गैस और धुएं के प्रदूषण वाले उद्योगों में काम करना

# cbacC_fuelKerosene
source: Kerosene Oil (Kerosene)
hi: केरोसिन तेल (मिट्टी का तेल)

source: Complete Tutorial
hi: संपूर्ण व्याख्या

source: Ashwin Portal Film
hi: आश्विन पोर्टल फिल्म

# pneumoniaAwareness
source: Pneumonia Awareness (Child Health)
hi: निमोनिया के प्रति जागरूकता(शिशु स्वास्थ्य)

# healthMinisterMessage
source: Message from the Honorable Health Minister Bihar
hi: माननीय स्वास्थ्य मंत्री बिहार का संदेश

source: Error loading video
hi: वीडियो लोड करने में त्रुटि

source: Retry
hi: पुनः प्रयास करें

# myBeneficiariesTitle
source: My Beneficiaries
hi: मेरे लाभार्थी
