Repository: nikhilbhandigare02/BHAVYAmASHA
Catalog: lib/l10n/app_*.arb
Languages: hi

# enter_breastfeeding_problem
source: Please enter problem
hi: स्तनपान की समस्या दर्ज करें

# write_take_action
source: Please write down the action taken
hi: कृपया किए जाने वाले कार्य को लिखें

# breastfeeding_problem_help
source: If there is a problem in breastfeeding, help the mother to overcome it *
hi: यदि स्तनपान में कोई समस्या है, तो माँ की मदद करें ताकि वह इसे दूर कर सके *

# temp_upto_102
source: Temperature upto 102°F (38.9°C)
hi: 102°F (38.9°C) तक तापमान

# hintTemp
source: Temperature
hi: तापमान

# temp_more_than_102
source: Temperature more than 102°F (38.9°C)
hi: 102°F (38.9°C) से अधिक तापमान

# paracetamolGivenLabel
source: Paracetamol tablet given (Temperature up to 102°F / 38.9°C)
hi: पैरासिटामोल टैबलेट दी गई (तापमान 102°F / 38.9°C तक)

source: Refer to Hospital
hi: अस्पताल रेफर किया गया*

source: Please add family head details
hi: कृपया परिवार के मुखिया का विवरण जोड़ें

# totalBeneficiaryAdded
source: Total beneficiaries added
hi: कुल लाभार्थी जोड़े गए

source: Enter type of fuel for cooking
hi: खाना बनाने के लिए ईंधन का प्रकार दर्ज करें

source: Enter primary source of water
hi: पानी का प्राथमिक स्रोत दर्ज करें

# other_availability_of_electricity
source: Enter availability of electricity
hi: बिजली की उपलब्धता दर्ज करें

# typeOfToiletLabel
source: Type of toilet
hi: शौचालय का प्रकार

source: Flush toilet with running water
hi: बहते पानी के साथ शौचालय फ्लश करें

source: Flush toilet without water
hi: पानी के बिना फ्लश शौचालय

source: Pit toilet with running water
hi: बहते पानी की आपूर्ति के साथ गड्ढा शौचालय

source: Pit toilet without water supply
hi: पानी की आपूर्ति के बिना गड्ढे शौचालय

# enterTypeOfToiletLabel
source: Enter Type of toilet
hi: शौचालय का प्रकार दर्ज करें

# whereDoYouGoForToiletLabel
source: Where do you go for toilet?
hi: आप शौच के लिए कहाँ जाते हैं?

source: Community toilet
hi: सामुदायिक शौचालय

source: Friend/Relative toilet
hi: मदोस्त/सम्बन्धी का सौचालय

source: Open space
hi: खुली जगह

# other_type_of_residential_area
source: Enter type of residential area
hi: आवासीय क्षेत्र का प्रकार दर्ज करें

# enterTypeOfOwnershipLabel
source: Enter type of ownership
hi: स्वामित्व का प्रकार दर्ज करें

# other_type_of_house
source: Enter type of house
hi: घर का प्रकार दर्ज करें

# failedToSaveFamilyMember
source: Failed to save family member. Please try again.
hi: परिवार सदस्य को सहेजने में विफल। कृपया पुनः प्रयास करें।

# setChildDetails
source: Select Have Children = Yes to fill Children details.
hi: बच्चों का विवरण भरने के लिए Have Children = Yes का चयन करें।

source: Children Details
hi: बच्चों का विवरण

source: Spouse Details
hi: पति का विवरण

# member_status_label
source: Member Status *
hi: सदस्य की स्थिति *

source: Death
hi: मृत्यू

source: Please select date of death
hi: कृपया मृत्यु की तिथि चुनें

source: Enter place of death
hi: मृत्यु का स्थान दर्ज करें

source: Please enter place of death
hi: कृपया मृत्यु का स्थान दर्ज करें

source: Please select member status
hi: कृपया सदस्य की स्थिति चुनें

# reason_of_death_label
source: Reason of Death *
hi: मृत्यु का कारण *

source: Natural Causes
hi: प्राकृतिक कारण

source: Illness
hi: बीमारी

source: Accident
hi: दुर्घटना

source: Please select reason of death
hi: कृपया मृत्यु का कारण चुनें

source: Please specify reason of death
hi: कृपया मृत्यु का कारण निर्दिष्ट करें

source: Enter reason of death
hi: मृत्यु का कारण दर्ज करें

# specify_reason_required
source: Specify Reason *
hi: कारण निर्दिष्ट करें *

# enter_12_digit_rch_id
source: RCH ID
hi: 12 अंकों का RCH ID दर्ज करें

source: Must be 12 digits
hi: 12 अंकों का होना चाहिए

# rch_id_must_be_12_digits
source: RCH ID must be exactly 12 digits
hi: RCH ID बिल्कुल 12 अंकों का होना चाहिए

source: Verifying RCH ID...
hi: RCH ID सत्यापित कर रहे हैं...

source: Invalid RCH ID
hi: अमान्य RCH ID

# rch_id_must_be_12digits
source: RCH ID must be exactly 12 digits
hi: RCH ID बिल्कुल 12 अंकों का होना चाहिए

source: Please enter RCH ID first
hi: कृपया पहले RCH ID दर्ज करें

# no_data_found_rch_id
source: No data found for this RCH ID
hi: इस RCH ID के लिए कोई डेटा नहीं मिला

source: API returned null response
hi: API ने शून्य प्रतिक्रिया दी

source: Failed to fetch RCH data
hi: RCH डेटा लाने में विफल

source: Failed to fetch RCH data
hi: RCH डेटा लाने में विफल

source: RCH data loaded successfully!
hi: RCH डेटा सफलतापूर्वक लोड हो गया!

source: Enter relation with family head
hi: परिवार प्रमुख के साथ संबंध दर्ज करें

# relation_with_mobile_holder_required
source: Relation with mobile no. holder is required
hi: मोबाइल नंबर धारक के साथ संबंध आवश्यक है

# enter_relation_with_mobile_holder
source: Enter relation with mobile no. holder
hi: मोबाइल नंबर धारक के साथ संबंध दर्ज करें

# error_loading_head_mobile
source: Error loading head of family mobile number
hi: परिवार प्रमुख का मोबाइल नंबर लोड करने में त्रुटि

# no_mobile_found_for_head
source: No mobile number found for the head of family
hi: परिवार प्रमुख के लिए कोई मोबाइल नंबर नहीं मिला

# child_age_validation
source: For Child: Age should be between 1 day to 15 years.
hi: बच्चे के लिए: आयु 1 दिन से 15 वर्ष के बीच होनी चाहिए।

# dob_cannot_be_future
source: Date of birth cannot be in the future
hi: जन्म तिथि भविष्य की नहीं हो सकती

# dob_required
source: Please enter date of birth
hi: जन्म तिथि आवश्यक है

# enter_other_occupation
source: Enter occupation
hi: व्यवसाय दर्ज करें

# enter_valid_weight
source: Please enter a valid weight
hi: कृपया सही वजन दर्ज करें

# weight_range_validation
source: Weight must be between 1.2 and 90 Kg
hi: वजन 1.2 से 90 किलोग्राम के बीच होना चाहिए

# weight_at_birth
source: Birth Weight (1200-4000)gms
hi: जन्म के समय वजन (1200-4000)ग्राम

# birth_weight_range_validation
source: Birth weight must be between 1200 and 4000 gms
hi: जन्म का वजन 1200 से 4000 ग्राम के बीच होना चाहिए

# enter_valid_birth_weight
source: Please enter a valid birth weight
hi: कृपया सही जन्म वजन दर्ज करें

# is_school_going_child
source: Is he/she a school-going child?
hi: क्या वह स्कूल जाने वाला बच्चा है?

source: Is birth certificate issued?
hi: क्या जन्म प्रमाण पत्र जारी किया गया है?

# enter_religion
source: Religion
hi: धर्म का नाम दर्ज करें

# enter_category
source: Category
hi: श्रेणी दर्ज करें

source: Invalid length
hi: अमान्य लंबाई

# bank_account_length_error
source: Bank account number must be between 11 to 18 digits
hi: बैंक खाता संख्या 11 से 18 अंकों के बीच होनी चाहिए

# ifsc_invalid_format
source: IFSC code must have first 4 uppercase letters, followed by 0 and 6 digits
hi: IFSC कोड में पहले 4 बड़े अक्षर होने चाहिए, उसके बाद 0 और 6 अंक होने चाहिए

# ifsc_invalid_length
source: Please enter a valid 11-character IFSC code
hi: कृपया मान्य 11-अक्षरों वाला IFSC कोड दर्ज करें

source: Please select family planning status
hi: कृपया परिवार नियोजन की स्थिति चुनें

source: Antra injection
hi: अंत्रा इंजेक्शन

source: Date of Antra
hi: अंत्रा की तारीख

source: Removal Date
hi: निकालने की तारीख

# pleaseCorrectErrors
source: Please correct the highlighted errors before continuing.
hi: आगे बढ़ने से पहले कृपया हाइलाइट की गई त्रुटियों को ठीक करें।

# fillSpouseDetails
source: Please fill all required fields in the spouse details before continuing.
hi: आगे बढ़ने से पहले कृपया जीवनसाथी के सभी आवश्यक विवरण भरें।

source: UPDATING...
hi: अपडेट किया जा रहा है...

# errorPreparingData
source: Error preparing data. Please try again.
hi: डेटा तैयार करने में त्रुटि हुई। कृपया पुनः प्रयास करें।

# please_age_unit
source: Please select age unit
hi: कृपया आयु इकाई का चयन करें

# pleaseEnterValidAgeForUnit
source: Please enter valid age for selected unit
hi: चयनित इकाई के अनुसार कृपया मान्य आयु दर्ज करें

# expectedDeliveryDateRequired
source: Expected delivery date is required
hi: अपेक्षित प्रसव तिथि आवश्यक है

# lastMenstrualPeriodRequired
source: Last menstrual period date is required
hi: अंतिम मासिक धर्म तिथि आवश्यक है

# selectIsWomanPregnant
source: Please select if the woman is pregnant
hi: कृपया चुनें कि महिला गर्भवती है या नहीं

# validIfscCode
source: Please enter a valid 11-character IFSC code, with the first 4 characters in uppercase letters, 5th character must be 0, and the remaining characters being digits
hi: कृपया मान्य 11-अक्षरों का IFSC कोड दर्ज करें, जिसमें पहले 4 अक्षर बड़े अक्षरों में हों, 5वां अक्षर 0 होना चाहिए, और शेष अक्षर अंक हों

# validMobileNumber
source: Mobile number must be 10 digits and start with 6-9
hi: मोबाइल नंबर 10 अंकों का होना चाहिए और 6-9 से शुरू होना चाहिए

# mobileNumberRequired
source: Mobile number is required
hi: मोबाइल नंबर आवश्यक है

# relationWithMobileHolder
source: Relation with mobile no. holder
hi: मोबाइल नंबर धारक के साथ संबंध दर्ज करें

# whoseMobileNumberRequired
source: Whose mobile number is required
hi: किसका मोबाइल नंबर आवश्यक है

source: Error loading mobile number
hi: मोबाइल नंबर लोड करने में त्रुटि

# rchIdFemaleOnly
source: RCH ID is only applicable for female members
hi: RCH आईडी केवल महिला सदस्यों के लिए लागू है

source: Invalid or not found RCH ID
hi: अमान्य या RCH आईडी नहीं मिली

# rchIdVerifiedSuccess
source: RCH ID verified and data loaded successfully!
hi: RCH आईडी सत्यापित और डेटा सफलतापूर्वक लोड किया गया!

# please_enter_valid_rch_id
source: Please enter RCH ID
hi: कृपया आरएचसी आईडी दर्ज करें

# spouseNameRequired
source: Spouse name is required
hi: जीवनसाथी का नाम आवश्यक है

# memberNameRequired
source: Name of member is required
hi: सदस्य का नाम आवश्यक है

# relationWithFamilyHeadRequired
source: Relation with family head is required
hi: परिवार प्रमुख के साथ संबंध आवश्यक है

source: Brother
hi: भाई

source: Sister
hi: बहन

source: Nephew
hi: भतीजा

source: Niece
hi: भतीजी

source: Grand Father
hi: दादा

source: Grand Mother
hi: दादी

source: Grand Son
hi: पोता

source: Grand Daughter
hi: पोती

source: Authentication Mode
hi: प्रमाणीकरण मोड

source: Please enter OTP
hi: कृपया ओटीपी दर्ज करें

# lastHbnc
source: Last HBNC Vsit Due date
hi: अंतिम एचबीएनसी विज़िट की नियत तिथि

source: OTP is required
hi: ओटीपी आवश्यक है

source: Please enter ABHA address
hi: कृपया ABHA पता दर्ज करें

source: Son In Law
hi: दामाद

source: Daughter In Law
hi: बहू

# abhaDetailsSpouseSuccess
source: ABHA details filled for Spouse successfully!
hi: जीवनसाथी के लिए ABHA विवरण सफलतापूर्वक भरा गया!

# genderRequired
source: Gender is required
hi: लिंग अनिवार्य है

# rchVerifiedSuccess
source: RCH Verified Successfully!
hi: RCH सफलतापूर्वक सत्यापित!

source: RCH Verified Successfully!
hi: RCH सफलतापूर्वक सत्यापित!

# fatherGuardianNameRequired
source: Please enter Father / Guardian name
hi: कृपया पिता / अभिभावक का नाम दर्ज करें

# motherGuardianNameRequired
source: Please enter mother name
hi: कृपया माता का नाम दर्ज करें

# enterRelationWithMobileHolder
source: Enter relation with mobile number holder
hi: मोबाइल नंबर धारक से संबंध दर्ज करें

# ifscValidationMessage
source: Please enter a valid 11-character IFSC code. The first 4 characters must be uppercase letters, the 5th character must be 0, and the remaining characters must be digits.
hi: कृपया एक मान्य 11-अक्षरों का IFSC कोड दर्ज करें। पहले 4 अक्षर बड़े अंग्रेज़ी अक्षर होने चाहिए, 5वां अक्षर 0 होना चाहिए, और बाकी अक्षर अंक होने चाहिए।

source: Enter serial number
hi: सीरियल नंबर दर्ज करें

# pleaseEnterDob
source: Please enter Date of Birth
hi: कृपया जन्म तिथि दर्ज करें

# pleaseEnterDor
source: Please enter Date of Registration
hi: कृपया पंजीकरण तिथि दर्ज करें

# enterFullNameChild
source: Enter full name of the child
hi: कृपया बच्चे का पूरा नाम दर्ज करें

# pleaseEnterChildName
source: Please enter Child's name
hi: कृपया बच्चे का नाम दर्ज करें

source: Please enter Gender
hi: कृपया लिंग दर्ज करें

source: Please enter Mother's name
hi: कृपया माँ का नाम दर्ज करें

source: Enter mother's name
hi: माँ का नाम दर्ज करें

source: Enter address
hi: पता दर्ज करें

source: Please enter Address
hi: कृपया पता दर्ज करें

source: Please enter Whose mobile number
hi: कृपया किसका मोबाइल नंबर दर्ज करें

source: Enter 10-digit mobile number
hi: 10 अंकों का मोबाइल नंबर दर्ज करें

# mobileMustBe10DigitsAndStartWith
source: Mobile no. must be 10 digits and start with 6-9
hi: मोबाइल नंबर 10 अंकों का होना चाहिए और 6-9 से शुरू होना चाहिए

source: Please enter Mobile number
hi: कृपया मोबाइल नंबर दर्ज करें

source: Enter mother's RCH ID
hi: मां का RCH ID दर्ज करें

# enterBirthCertificateNumber
source: Enter birth certificate number if available
hi: उपलब्ध हो तो जन्म प्रमाणपत्र संख्या दर्ज करें

# child_weight
source: Weight (500-12500)gms
hi: वजन (500-12500)ग्राम

source: Enter weight
hi: वजन दर्ज करें

# weightRangeError
source: Weight must be between 500 and 12500 grams
hi: वजन 500 से 12500 ग्राम के बीच होना चाहिए

# enterValidWeight
source: Please enter a valid weight in grams
hi: कृपया मान्य वजन ग्राम में दर्ज करें

source: Enter birth weight
hi: जन्म के समय का वजन दर्ज करें

# birthWeightRange
source: Birth weight (1200-4000 gms)
hi: जन्म के समय वजन (1200-4000)ग्राम

# enterValidBirthWeight
source: Please enter a valid birth weight in grams
hi: कृपया ग्राम में सही जन्म का वजन दर्ज करें

# specifyReligionLabel
source: Specify Religion
hi: धर्म निर्दिष्ट करें

# enterReligion
source: Enter your religion
hi: धर्म का नाम दर्ज करें

# pleaseSpecifyReligion
source: Please specify your religion
hi: कृपया अपना धर्म निर्दिष्ट करें

# specifyCategory
source: Please specify your category
hi: कृपया अपनी श्रेणी निर्दिष्ट करें

# enter_Category
source: Enter your category
hi: अपनी श्रेणी दर्ज करें

# specifyCategoryShort
source: Specify Category
hi: श्रेणी निर्दिष्ट करें

# correctHighlightedFields
source: Please correct the highlighted fields.
hi: कृपया हाइलाइट किए गए फ़ील्ड को सही करें।

# noChildrenFound
source: No children found for registration
hi: पंजीकरण के लिए कोई बच्चा नहीं मिला

# childrenRegistrationDue
source: Children with "registration_due" status will appear here
hi: "registration_due" स्थिति वाले बच्चे यहाँ दिखाई देंगे

# noMatchingChild
source: No matching child beneficiaries found.
hi: कोई मिलान करने वाला बाल लाभार्थी नहीं मिला।

# noChildBeneficiaries
source: No child beneficiaries found. Add a new child to get started.
hi: कोई बाल लाभार्थी नहीं मिला। शुरुआत करने के लिए नया बच्चा जोड़ें।

# deceased
source: Decease
hi: मृत

source: No HBYC children found
hi: कोई HBYC बच्चे नहीं मिले

# months3
source: 3 months
hi: 3 महीने

# months6
source: 6 months
hi: 6 महीने

# months9
source: 9 months
hi: 9 महीने

# months12
source: 12 months
hi: 12 महीने

# months15
source: 15 months
hi: 15 महीने

source: Home Based Care For Young Child
hi: युवा बच्चे के लिए होम बेस्ड केयर

source: HBYC home visit *
hi: एचबीवाईसी गृह भ्रमण? *

# is_referred_to_health_facility
source: Child referred to health facility?
hi: क्या नजदिकी स्वस्थ्य संस्थान पर रेफर किया गया?

# is_complementary_food_given
source: Complementary food given?
hi: क्या संपूर्ण आहार दिया गया?

# foodAdvice_1
source: 2–3 tablespoons of food at a time, 2–3 times each day
hi: एक समय में 2–3 चम्मच भोजन, दिन में 2–3 बार

# foodAdvice_2
source: 1/2 cup/katori serving at a time, 2–3 times each day with 1–2 snacks between meals
hi: एक समय में 1/2 कप/कटोरी भोजन, दिन में 2–3 बार, और भोजन के बीच 1–2 हल्के नाश्ते

# foodAdvice_3
source: 1/2 cup/katori serving at a time, 3–4 times each day with 1–2 snacks between meals
hi: एक समय में 1/2 कप/कटोरी भोजन, दिन में 3–4 बार, और भोजन के बीच 1–2 हल्के नाश्ते

# foodAdvice_4
source: 3/4 to 1 cup/katori serving at a time, 3–4 times each day with 1–2 snacks between meals
hi: एक समय में 3/4 से 1 कप/कटोरी भोजन, दिन में 3–4 बार, और भोजन के बीच 1–2 हल्के नाश्ते

# mentionRecordedWeightForAge
source: Mention the recorded weight-for-age as per MCP card (in kg)
hi: MCP कार्ड के अनुसार दर्ज वजन-के-अनुसार (किलोग्राम में) उल्लेख करें

source: Please enter weight-for-age
hi: कृपया वजन-के-अनुसार दर्ज करें

# recordingWeightForLengthHeight
source: Recording of weight-for-length/height by Anganwadi Worker
hi: आंगनवाड़ी कार्यकर्ता द्वारा वजन-के-सापेक्ष लंबाई/ऊंचाई का रिकॉर्डिंग

# recorded_height
source: Mention the recorded weight-for-length/height as per MCP card (in cm)
hi: एमसीपी कार्ड में अंकित लम्बाई / उचाई का उल्लेख करें (सेंटीमीटर में)

# enterWeightForLengthHeight
source: Please enter weight-for-length/height
hi: कृपया वजन-के-सापेक्ष लंबाई/ऊंचाई दर्ज करें

source: Referred place
hi: कहां रेफर किया गया?

# is_developmental_delay_checked
source: Developmental delay checked?
hi: उम्र के अनुसार बच्चे के शारीरिक एवं मानसिक विकास में कोई विलम्भ/बाधाये पाई गई?

# isChildReferred
source: Is the child referred?
hi: क्या बच्चे को रेफर किया गया है?

# immunizationStatusChecked
source: Immunization status checked as per MCP card?
hi: टीकाकरण स्थिति MCP कार्ड के अनुसार जाँची गई?

source: ORS given?
hi: ORS दिया गया?

# enterOrsCount
source: Please enter number of ORS given
hi: कृपया दिए गए ORS की संख्या दर्ज करें

# orsCount
source: Number of ORS given
hi: दिए गए ORS की संख्या

# ifaSyrupGiven
source: Iron Folic Acid syrup given?
hi: क्या आयरन फोलिक एसिड सिरप दिया गया?

# ifaSyrupCount
source: Number of Iron Folic Acid syrup given
hi: आयरन फोलिक एसिड सिरप की संख्या दर्ज करें

# ifaSyrupCountValidation
source: Please enter number of Iron Folic Acid syrup given
hi: कृपया आयरन फोलिक एसिड सिरप की संख्या दर्ज करें

# counselExclusiveBreastfeeding
source: Counsel for exclusive breast feeding?
hi: केवल स्तनपान के लिए परामर्श दिया गया?

# is_counsel_for_complementary_feeding
source: Counsel for complementary feeding?
hi: पूरक आहार देने के बारे में परामर्श?

# is_counsel_for_hand_washing
source: Counsel for hand washing?
hi: हाथ धोने एवं स्वच्छ व्यवहार के बारे में परामर्श ?

# is_counsel_for_parenting
source: Counsel for parenting?
hi: लालन-पालन (पालन-पोषण का समर्थन) के बारे में सलाह ?

source: Family Planning Counselling?
hi: परिवार नियोजन पर परामर्श?

source: PREVIOUS
hi: पीछे जाए

source: Save Form
hi: फ़ॉर्म सहेजें

# child_deseased_list
source: Deceased Child List
hi: मृत बच्चे की सूची

# child_deseased_search
source: Deceased Child Search
hi: मृत बच्चे खोजें

# searchByNameIdMobile
source: Search by name, ID, or mobile
hi: नाम, आईडी या मोबाइल से खोजें

source: No matching records found
hi: कोई मेल खाते रिकॉर्ड नहीं मिला

source: No deceased children found
hi: कोई मृत बच्चों का रिकॉर्ड नहीं मिला

source: Not specified
hi: निर्दिष्ट नहीं

source: Temporary
hi: अस्थायी

source: Permanent
hi: स्थायी

source: Measles
hi: खसरा

source: Low birth weight
hi: जन्म के समय कम वजन

source: High fever
hi: तेज़ बुखार

source: Diarrhoea
hi: दस्त

source: Pneumonia
hi: न्यूमोनिया

source: Severe Anaemia
hi: गंभीर रक्ताल्पता

source: Sepsis
hi: सेप्सिस

source: Obstruct Labour
hi: बाधित श्रम

# eclampsiaHypertension
source: Eclampsia/ Severe Hypertension
hi: एक्लम्पसिया/गंभीर उच्च रक्तचाप

source: Unsafe Abortion
hi: असुरक्षित गर्भपात

source: Surgical Complication
hi: सर्जिकल जटिलता

# otherMaternalReason
source: Other reason apart from maternal complication
hi: मातृ जटिलताओं के अलावा अन्य कारण

source: Other Specify
hi: अन्य निर्दिष्ट करे

# case_closer
source: Case closure
hi: केस बंद

source: Reason of Closure
hi: बंद करणे का कारण

source: Migration Type
hi: मायग्रेशन का प्रकार

source: Enter reason for closure
hi: बंद करने का कारण दर्ज करें

source: Specify Reason
hi: अन्य बंद करणे का कारण

source: Probable Cause of Death
hi: संभावित मृत्यु का कारण

source: Specify cause of death
hi: मृत्यु का कारण दर्ज करें

source: Death Place
hi: मृत्यु का स्थान

source: Reason of death
hi: मृत्यु का कारण

source: Other reason of Death
hi: अन्य मृत्यु का कारण

source: No children found
hi: कोई बच्चा नहीं मिला

# caseClosureRecorded
source: Form saved successfully
hi: केस समापन दर्ज किया गया। बच्चे को ट्रैकिंग सूची से हटाया गया है।

source: Case closure
hi: केस बंद

source: Child Registration
hi: शिशु पंजीकरण

source: Content Coming Soon...
hi: सामग्री शीघ्र उपलब्ध होगी...

source: BIRTH DOSES
hi: जन्म खुराक

# doses16Year
source: 16 Year Doses
hi: 16 वर्ष की खुराक

source: Date of Visits
hi: दौरे की तिथियाँ

source: Date of visit
hi: व्हिजिट की दिनांक

# six_WeekDoses
source: Doses
hi: 6 सप्ताह की खुराक

# ten_WeekDoses
source: Doses
hi: 10 सप्ताह की खुराक

# fourteen_WeekDoses
source: Doses
hi: 14 सप्ताह की खुराक

# nineMonthDoses
source: Doses
hi: 9 महीने की खुराक

# sixteenToTwentyFourMonthDoses
source: Doses
hi: 16-24 महीने की खुराक

# fiveToSixYearDoses
source: Doses
hi: 5-6 वर्ष की खुराक

# tenYearDoses
source: Doses
hi: 10 वर्ष की खुराक

source: Report
hi: रिपोर्ट

source: Facilitator Profile
hi: फैसिलिटेटर प्रोफ़ाइल

source: Form Submitted Successfully
hi: प्रपत्र सफलतापूर्वक संरक्षित किया गया

source: ASHA Facilitator ID
hi: आशा फ़ैसिलिटेटर आई.डी.

source: Enter ASHA Facilitator ID
hi: आशा फ़ैसिलिटेटर आईडी दर्ज करें

# ashaFacilitator_Name
source: Name of ASHA Facilitator
hi: आशा फ़ैसिलिटेटर का नाम

# enterAshaFacilitatorName
source: Enter Name of ASHA Facilitator
hi: आशा फ़ैसिलिटेटर का नाम दर्ज करें

# age_label
source: Age
hi: आयु

# mobileLabel
source: Mobile no.
hi: मोबाइल नंबर

# stateHint
source: State
hi: राज्य

# stateLabel
source: State
hi: राज्य

# populationCoveredAshaFacilitator
source: Population covered under ASHA Facilitator
hi: आशा फ़ैसिलिटेटर के क्षेत्र की जनसंख्या

# enterPopulationCoveredAshaFacilitator
source: Enter population covered under ASHA Facilitator
hi: आशा फ़ैसिलिटेटर के क्षेत्र की जनसंख्या दर्ज करें

# numberOfAshaUnderFacilitator
source: No. of ASHA under the facilitator
hi: फ़ैसिलिटेटर के अंतर्गत आशा की संख्या

source: Population
hi: जनसंख्या

# phoneNumberShort
source: Ph No.
hi: फोन नं.

source: Area
hi: क्षेत्र

# srNumber
source: Sr
hi: क्र.

# communityC
source: C - Community
hi: C - सामुदायिक

# institutionalI
source: I - Institutional
hi: I - संस्थागत

source: Category A
hi: श्रेणी A

source: Category B
hi: श्रेणी B

source: Category C
hi: श्रेणी C

source: Register 1
hi: रजिस्टर 1

source: Register 2
hi: रजिस्टर 2

source: Register 3
hi: रजिस्टर 3

# setting_update_msg
source: Your Bhavya m-ASHA application is up to date.
hi: आपका भव्य एम-आशा आवेदन अद्यतन है।

# ageLabelSimple
source: Age
hi: आयु

# aasha
source: ASHA
hi: आशा

# help_title
source: Help
hi: सहायता

# trainingSave
source: SAVE
hi: संरक्षित करें

source: ASHA module 1
hi: आशा मॉड्यूल 1

source: ASHA module 2
hi: आशा मॉड्यूल 2

source: ASHA module 3
hi: आशा मॉड्यूल 3

source: ASHA module 4
hi: आशा मॉड्यूल 4

source: ASHA module 5,6 & 7
hi: आशा मॉड्यूल 5, 6 & 7

# ncdLabel
source: NCD
hi: एन.सी.डी

source: HBNC
hi: एच.बी.एन.सी

source: HBYC
hi: एच.बी.वाई.सी

# badgeFamily
source: Family
hi: परिवार

# badgeEligibleCouple
source: Eligible Couple
hi: योग्य दंपत्ति

# badgeHRP
source: HRP
hi: उच्च जोखिम

# badgeAdult
source: Adult
hi: वयस्क

# badgeChild
source: Child
hi: बच्चा

# badgeInfant
source: Infant
hi: शिशु

# badgeGuest
source: Guest
hi: अतिथि

# badgePNC
source: PNC
hi: पीएनसी

# badgeLBW
source: LBW Referred
hi: एल-बी-डब्ल्यू रेफर

# badgeMigrated
source: Migrated
hi: माइग्रेटेड आउट

# badgePregnant
source: Pregnant
hi: गर्भवती

# trainingTypeReceiving
source: Receiving
hi: प्राप्त हो रहा है

# trainingTypeProviding
source: Providing
hi: प्रदान हो रहा है

source: ASHA Facilitator training
hi: आशा फैसिलिटेटर प्रशिक्षण

source: Induction Training
hi: प्रवेश प्रशिक्षण

# maa
source: MAA (Mothers Absolute Affection)
hi: एमएए (माँ का पूर्ण स्नेह)

# idcf
source: IDCF (Integrated Diarrhoea Control Fortnight)
hi: आईडीसीएफ (एकीकृत दस्त नियंत्रण पखवाड़ा)

source: Other Training
hi: अन्य प्रशिक्षण

# trainingNameAshaModule1
source: ASHA module 1
hi: आशा मॉड्यूल 1

# trainingNameAshaModule2
source: ASHA module 2
hi: आशा मॉड्यूल 2

# trainingNameAshaModule3
source: ASHA module 3
hi: आशा मॉड्यूल 3

# trainingNameAshaModule4
source: ASHA module 4
hi: आशा मॉड्यूल 4

# trainingNameAshaModule567
source: ASHA module 5,6 & 7
hi: आशा मॉड्यूल 5,6 और 7

source: Receiving
hi: प्राप्त हो रहा है

source: Providing
hi: प्रदान हो रहा है

# newHouseholdRegister
source: New Household Registration
hi: नए परिवार का पंजीकरण

# thName
source: Name
hi: नाम

source: Day
hi: दिन
