Repository: nikhilbhandigare02/BHAVYAmASHA
Catalog: lib/l10n/app_*.arb
Languages: hi

# ageCannotBeMoreThan110
source: Age cannot be more than 110 years
hi: आयु 110 वर्ष से अधिक नहीं हो सकती

# pleaseEnterAgeBetween15To110
source: Please enter age between 15 to 110 years
hi: कृपया 15 से 110 वर्ष के बीच की आयु दर्ज करें

# yearsBetween0And110
source: Years must be between 0 and 110
hi: वर्ष 0 से 110 के बीच होने चाहिए

# monthsBetween0And11
source: Months must be between 0 and 11
hi: महीने 0 से 11 के बीच होने चाहिए

# daysBetween0And30
source: Days must be between 0 and 30
hi: दिन 0 से 30 के बीच होने चाहिए

source: Age cannot be zero
hi: आयु शून्य नहीं हो सकती

# minimumAge15Years
source: Minimum age must be 15 years
hi: न्यूनतम आयु 15 वर्ष होनी चाहिए

# maximumAge110Years
source: Maximum age is 110 years
hi: अधिकतम आयु 110 वर्ष है

# pleaseEnterAgeBetween1DayTo15Year
source: Please enter the age between 1 day to 15 year
hi: कृपया 1 दिन से 15 वर्ष के बीच की आयु दर्ज करें

source: Please enter LMP
hi: कृपया अंतिम मासिक धर्म तिथि (LMP) दर्ज करें

source: Please enter Method of contraception
hi: कृपया गर्भनिरोधक विधि दर्ज करें

source: Please enter Expected Delivery Date
hi: कृपया अपेक्षित प्रसव तिथि दर्ज करें

# pleaseEnterFamilyPlanning
source: Please enter Are you/your partner adopting family planning
hi: कृपया बताएं कि आप/आपका साथी परिवार नियोजन अपना रहे हैं या नहीं

source: Please enter Whose mobile
hi: कृपया बताएं यह मोबाइल किसका है

source: Please enter Mobile no.
hi: कृपया मोबाइल नंबर दर्ज करें

# mobileNo10DigitsStart6To9
source: Mobile no. must be 10 digits and start with 6-9
hi: मोबाइल नंबर 10 अंकों का होना चाहिए और 6 से 9 के बीच से शुरू होना चाहिए

source: Please enter Marital Status
hi: कृपया वैवाहिक स्थिति दर्ज करें

source: Please enter Family Head
hi: कृपया परिवार के मुखिया का नाम दर्ज करें

# familyHeadLettersOnly
source: Family Head can only contain letters
hi: परिवार के मुखिया का नाम केवल अक्षरों में होना चाहिए

source: Please Enter Relation with family head
hi: कृपया परिवार के मुखिया से संबंध दर्ज करें

source: Please enter Spouse Name
hi: कृपया पति/पत्नी का नाम दर्ज करें

source: Please enter Is Woman Pregnant
hi: कृपया बताएं महिला गर्भवती है या नहीं

source: Please enter Relation head
hi: कृपया मुखिया से संबंध दर्ज करें

source: Please enter Name of Member
hi: कृपया सदस्य का नाम दर्ज करें

source: Please enter Member type
hi: कृपया सदस्य का प्रकार दर्ज करें

source: Invalid member type
hi: अमान्य सदस्य प्रकार

# accountNumberAtLeast10Digits
source: Account number must be at least 10 digits
hi: खाता संख्या कम से कम 10 अंकों की होनी चाहिए

# motherRchIdError
source: Mother's RCH ID must be exactly 12 digits
hi: माता का RCH ID ठीक 12 अंकों का होना चाहिए

# nextVisit
source: Next HBNC visit due date
hi: अगली HBNC विज़िट की नियत तिथि

# enterMobileToSearchAbha
source: Enter mobile number to search ABHA
hi: ABHA खोजने के लिए मोबाइल नंबर दर्ज करें

source: Invalid mobile number
hi: अमान्य मोबाइल नंबर

# enterValidIndianMobile
source: Enter a valid Indian mobile number
hi: मान्य भारतीय मोबाइल नंबर दर्ज करें

# enterValid10DigitMobile
source: Enter a valid 10-digit mobile number
hi: मान्य 10 अंकों का मोबाइल नंबर दर्ज करें

source: Select to proceed
hi: आगे बढ़ने के लिए चयन करें

source: Select ABHA number
hi: ABHA नंबर चुनें

# pleaseEnterAadhaar
source: Please enter Aadhaar number
hi: कृपया आधार नंबर दर्ज करें

# enterValid12DigitAadhaar
source: Enter a valid 12-digit Aadhaar number
hi: मान्य 12 अंकों का आधार नंबर दर्ज करें

source: Please enter ABHA ID
hi: कृपया ABHA ID दर्ज करें

source: ABHA Address Linked!
hi: ABHA पता लिंक हो गया है!

source: Select ABHA ID
hi: ABHA ID चुनें

source: Mobile number mismatch
hi: मोबाइल नंबर मेल नहीं खा रहा है
