Repository: nikhilbhandigare02/BHAVYAmASHA
Catalog: lib/l10n/app_*.arb
Languages: hi

source: Alcohol Consumption
hi: शराब का सेवन

source: Tobacco Use
hi: तंबाकू का उपयोग

source: Age Group
hi: आयु समूह

source: Part A - Risk Factors
hi: भाग A - जोखिम कारक

source: Voice Change
hi: आवाज़ में बदलाव

source: Hearing Difficulty
hi: सुनने में कठिनाई

source: Eye Redness
hi: आंखों में लाली

source: Eye Pain
hi: आंखों में दर्द

source: Reading Difficulty
hi: पढ़ने में कठिनाई

source: Blurred Vision
hi: धुंधली दृष्टि

source: Tingling Sensation
hi: झुनझुनी महसूस होना

source: Palms/Soles Issues
hi: हथेलियों/तलवों की समस्याएँ

source: Medical History
hi: चिकित्सकीय इतिहास

source: Tuberculosis
hi: क्षय रोग

source: Drug Use
hi: नशीली दवाओं का उपयोग

source: Pain While Chewing
hi: चबाते समय दर्द

source: Rash in Mouth
hi: मुंह में दाने

source: Swelling in Mouth
hi: मुंह में सूजन

source: Ulcers
hi: घाव/अल्सर

source: Difficulty Opening Mouth
hi: मुंह खोलने में कठिनाई

source: Seizures
hi: बरामदगी

source: Night Sweats
hi: रात में अत्यधिक पसीना

source: Weight Loss
hi: वजन कम होना

# fever2Weeks
source: Fever for 2+ Weeks
hi: 2 या अधिक सप्ताह से बुखार

source: Blood in Mucus
hi: बलगम में खून

# cough2Weeks
source: Cough for 2+ Weeks
hi: 2 या अधिक सप्ताह से खांसी

source: Shortness of Breath
hi: सांस लेने में तकलीफ़

source: Part B1 - General Symptoms
hi: भाग B1 - सामान्य लक्षण

source: Part B1 - Skin & Sensory Symptoms
hi: भाग B1 - त्वचा एवं संवेदी लक्षण

source: Skin Rash/Discoloration
hi: त्वचा पर दाने/वर्ण परिवर्तन

source: Thick Skin
hi: मोटी त्वचा

source: Skin Lump
hi: त्वचा में गांठ

source: Numbness (Hot/Cold)
hi: सुन्नपन (गरम/ठंडा)

source: Scratches/Cracks
hi: खरोंच/दरारें

source: Tingling/Numbness
hi: झुनझुनी/सुन्नपन

source: Eyelid Closing Difficulty
hi: पलकें बंद करने में कठिनाई

source: Holding Difficulty
hi: वस्तु पकड़ने में कठिनाई

source: Leg Weakness/Walk
hi: टांगों में कमजोरी/चलने में कठिनाई

# partB2_womenHealthSymptoms
source: Part B2 - Women’s Health Symptoms
hi: भाग B2 - महिला स्वास्थ्य लक्षण

source: Breast Lump
hi: स्तन में गांठ

source: Nipple Bleeding
hi: निप्पल से रक्तस्राव

source: Breast Shape Difference
hi: स्तन के आकार में अंतर

source: Excessive Bleeding
hi: अत्यधिक रक्तस्राव

source: Depression
hi: अवसाद

source: Uterus Prolapse
hi: गर्भाशय का गिरना

source: Post Menopause Bleeding
hi: रजोनिवृत्ति के बाद रक्तस्राव

source: Post Intercourse Bleeding
hi: संभोग के बाद रक्तस्राव

source: Smelly Discharge
hi: दुर्गंधयुक्त स्राव

source: Irregular Periods
hi: अनियमित मासिक धर्म

source: Joint Pain
hi: जोड़ों में दर्द

source: Total Score
hi: कुल स्कोर

source: Part D Score
hi: भाग D स्कोर

source: Part A Score
hi: भाग A स्कोर

source: Assessment Scores
hi: मूल्यांकन स्कोर

source: Question 2
hi: प्रश्न 2

source: Question 1
hi: प्रश्न 1

source: Part D - Mental Health Assessment
hi: भाग D - मानसिक स्वास्थ्य मूल्यांकन

source: Business Risk
hi: व्यवसायिक जोखिम

source: Cooking Fuel
hi: खाना पकाने का ईंधन

source: Part C - Environmental Factors
hi: भाग C - पर्यावरणीय कारक

source: NCD Beneficiary Search
hi: एनसीडी लाभार्थी खोज

source: Wife Name
hi: पत्नी का नाम

source: Husband Name
hi: पति का नाम

source: No records found
hi: कोई रिकॉर्ड नहीं मिला

source: Tola/Mohalla
hi: टोला/मोहल्ल का नामा

source: No households found
hi: कोई परिवार नहीं मिला

source: No. of ASHA under the facilitator
hi: फैसिलिटेटर के अंतर्गत आशा की संख्या

source: ASHA Facilitator Cluster Meeting List
hi: आशा फ़ैसिलिटेटर क्लस्टर मीटिंग सूची

source: ADD NEW CLUSTER MEETING
hi: नया क्लस्टर मीटिंग जोड़ें

source: Facilitator not specified
hi: सुविधादाता निर्दिष्ट नहीं किया गया

source: Cluster meetings
hi: क्लस्टर बैठकें

source: ASHA Facilitator Cluster Meeting
hi: आशा सुविधादाता क्लस्टर बैठक

source: PHC Name
hi: पी.एच.सी का नाम

# decisionTakenDuringMeeting
source: Decision taken during the meeting
hi: बैठक के दौरान लिया गया फैसला

source: Discussion Topic/Program
hi: चर्चा का विषय/कार्यक्रम

source: Select Topics
hi: विषय चुनें

# clusterMeetingsCountThisMonth
source: No. of Cluster meetings conducted in this month
hi: इस माह में आयोजित क्लस्टर बैठकों की संख्या

source: No. of ASHA absent in this meeting
hi: इस बैठक में अनुपस्थित आशाओं की संख्या

# ashaPresentCount
source: No. of ASHA present in this meeting
hi: इस बैठक में उपस्थित आशा की संख्या

# totalAshaUnderFacilitator
source: Total Number of ASHA's under the Facilitator
hi: प्रबंधक के अंतर्गत आशा की कुल संख्या

source: No. of hours
hi: घंटों की संख्या

# toTime
source: To (HH:MM)
hi: बजे तक(HH:MM)

source: ASHA Incharge Name
hi: आशा प्रभारी का नाम

source: ASHA Facilitator Name
hi: आशा फैसिलिटेटर का नाम

source: Subcenter Name
hi: उपकेंद्र का नाम

source: Sub-Center
hi: उप केंद्र

source: AWW Name
hi: आँगनवाड़ी कार्यकर्ता का नाम

source: AWC Number
hi: आँगनवाड़ी केंद्र संख्या

source: Village Name
hi: गाँव का नाम

source: Ward Name
hi: वार्ड का नाम

source: Ward Number
hi: वार्ड क्रमांक

source: Block Name
hi: ब्लॉक का नाम

# dateOfMeeting
source: Date of the meeting
hi: बैठक की तिथि

source: Select Day
hi: दिन चुनें

# fromTime
source: From (HH:MM)
hi: बजे से(HH:MM)

source: Select Discussion Topics
hi: चर्चा विषय चुनें

source: Select Month & Year
hi: माह और वर्ष चुनें

# toTimeLabel
source: To Time
hi: समय तक

# fromTimeLabel
source: From Time
hi: समय से

source: Monday
hi: सोमवार

source: Tuesday
hi: मंगलवार

source: Wednesday
hi: बुधवार

source: Thursday
hi: गुरुवार

source: Friday
hi: शुक्रवार

source: Saturday
hi: शनिवार

source: Sunday
hi: रविवार

source: Immunization
hi: टीकाकरण

source: Deliveries
hi: प्रसव

source: PNC
hi: पी.एन.सी

source: Maternal & Child Health
hi: मातृ एवं शिशु स्वास्थ्य

source: Home Visit
hi: घर का दौरे

source: New Born Care
hi: नवजात शिशु की देखभाल

source: Deaths
hi: मौतें

source: Adolescent Health
hi: किशोर स्वास्थ्य

source: Family Planning
hi: परिवार नियोजन

source: Other Public Health Program
hi: अन्य सार्वजानिक स्वास्थ्य कार्यक्रम

source: Administrative
hi: प्रशासनिक

# trainingSupport
source: Training and Support
hi: प्रशिक्षण एवं सहायता

# districtPatna
source: Patna
hi: पटना

# districtManer
source: Maner
hi: मनियर

# categoryANC
source: ANC DUE
hi: एएनसी

# categoryPNC
source: PNC
hi: पीएनसी देय

# categoryRI
source: Child Tracking
hi: चाइल्ड ट्रैकिंग

source: Enter 10 digit number
hi: 10 अंकों का नंबर दर्ज करें

# viewRawData
source: View Raw Data (Check Console)
hi: रॉ डेटा देखें (कंसोल में जांचें)

source: Search Results
hi: खोज परिणाम

source: No notifications found.
hi: कोई सूचनाएँ नहीं मिलीं।

source: Sync Status
hi: सिंक स्थिति

source: Household
hi: घरेलू

source: Beneficiary
hi: लाभार्थी

# followUpLabel
source: Follow Up
hi: फॉलो अप

# lastSynced
source: Last synced at
hi: अंतिम सिंक

source: Synced
hi: सिंक किया गया

# noDataFound
source: No Record found
hi: कोई डेटा नहीं मिला

source: NEW HOUSEHOLD REGISTRATION
hi: नया परिवार का पंजीकरण

source: No matching beneficiaries found.
hi: कोई मिलते-जुलते लाभार्थी नहीं मिले।

# noBeneficiariesFoundAddNew
source: No beneficiaries found. Add a new beneficiary to get started.
hi: कोई लाभार्थी नहीं मिला। शुरू करने के लिए एक नया लाभार्थी जोड़ें।

source: RICH ID
hi: RICH आईडी

source: Mother's Name
hi: माता का नाम

source: Wife's Name
hi: पत्नी का नाम

source: Split / Migration
hi: विभाजन / प्रवास

source: Split updated
hi: विभाजन अपडेट किया गया

source: Split failed
hi: विभाजन विफल हुआ

source: Migration
hi: प्रवास

source: Split
hi: विभाजित

source: Failed to load members
hi: सदस्यों को लोड करने में विफल

source: Loading members...
hi: सदस्यों को लोड किया जा रहा है...

# selectMember
source: Select Members
hi: सदस्य चुनें

source: Select Child
hi: बच्चे का चयन करें

source: Select a member
hi: किसी सदस्य का चयन करें

source: MIGRATE
hi: स्थानांतरित करें

source: Select Member Type
hi: सदस्य प्रकार चुनें

source: Select Child (Optional)
hi: बच्चा चुनें (वैकल्पिक)

source: Enter house number
hi: घर का नंबर दर्ज करें

# splitLabel
source: SPLIT
hi: विभाजित करें

source: Select New Family Head
hi: नए परिवार प्रमुख का चयन करें

# noAdultMembersFound
source: No adult members found for this household
hi: इस परिवार के लिए कोई वयस्क सदस्य नहीं मिला

source: Do you want to continue?
hi: क्या आप आगे जाना चाहते हैं?

source: Update Member Details
hi: सदस्य विवरण अपडेट करें

# verifyLabel
source: VERIFY
hi: सत्यापित करें

# weightRange
source: Weight (1.2-90)Kg
hi: वजन (1.2-90) किग्रा

source: Is birth certificate issued? *
hi: क्या जन्म प्रमाण पत्र जारी किया गया है?

# isSchoolGoingChild
source: Is He/She school going child?
hi: क्या यह स्कूल जाने वाला बच्चा है?

source: Saving...
hi: सेव किया जा रहा है...

# correctHighlightedErrors
source: Please correct the highlighted errors before continuing.
hi: जारी रखने से पहले कृपया हाइलाइट किए गए त्रुटियों को सुधारें।

# selectOptionLabel
source: Select
hi: चुनें

source: Screening Date
hi: स्क्रीनिंग तिथि

source: Enter category
hi: वर्ग का नाम दर्ज करें

source: Youngest Child Detail
hi: सबसे छोटे बच्चे का विवरण

# daysRangeValidation
source: Days: only 1 to 31 allowed
hi: दिन: केवल 1 से 31 की अनुमति है

# monthRangeValidation
source: Month: only 1 to 12 allowed
hi: महीना: केवल 1 से 12 की अनुमति है

# yearRangeValidation
source: Year: only 1 to 90 allowed
hi: साल: केवल 1 से 90 की अनुमति है

source: Form updated successfully
hi: प्रपत्र सफलतापूर्वक अपडेट किया गया

source: Do not want to disclose
hi: नही बताना चाहतें हैं

source: ID
hi: आईडी

source: Visit Information
hi: भ्रमण जानकारी

source: Visit ID
hi: विज़िट आईडी

source: Form Data
hi: फॉर्म डेटा

source: Raw Data
hi: कच्चा डेटा

# formSavedSuccessfully
source: Form has been saved successfully
hi: फ़ॉर्म सफलतापूर्वक सहेजा गया है

source: Okay
hi: ठीक है

# formSavedSuccess
source: Form saved successfully
hi: फॉर्म सफलतापूर्वक सहेजा गया

source: Eligible Couple Tracking Due
hi: योग्य दम्पत्तियों की ट्रैकिंग

source: Method of contraception
hi: गर्भनिरोधक का तिथि

source: Condom
hi: कंडोम

# malaN
source: Mala -N (Daily contraceptive pill)
hi: माला-एन (दैनिक गर्भनिरोधक गोली)

source: Atra Injection
hi: अंतरा इंजेक्शन

# copperT
source: Copper -T (IUCD)
hi: कॉपर - टी (आईयूडी)

# chhaya
source: Chhaya (Weekly contraceptive pill)
hi: छाया(साप्ताहिक गर्भनिरोधक गोली)

# ecp
source: ECP (Emergency contraceptive pill)
hi: ई.सी.पी(आपातकालीन गर्भनिरोधक गोली)

source: Male Sterilization
hi: पुरुष नसबंदी

source: Female Sterilization
hi: महिला बंध्याकरण

# anyOtherSpecifyy
source: Any Other Specify
hi: कोई अन्य निर्दिष्ट करें

source: Any other (specify)
hi: कोई अन्य निर्दिष्ट करें

source: Date of Antra Injection
hi: अंतरा की तारीख

source: Date of removal
hi: निकासी की तिथि

source: Enter reason
hi: कारण दर्ज करें

source: Reason for absent
hi: अनुपस्थिति का कारण

source: Is Beneficiary Absent
hi: क्या लाभार्थी अनुपस्थित है?

# quantityOfMalaN
source: Quantity of Mala -N (Daily contraceptive pill)
hi: माला-एन (दैनिक गर्भनिरोधक गोली) की मात्रा

# quantityOfECP
source: Quantity of ECP (Emergency contraceptive pill)
hi: ईसीपी (आपातकालीन गर्भनिरोधक गोली) की मात्रा

# quantityOfChhaya
source: Quantity of Chhaya (Weekly contraceptive pill)
hi: छाया (साप्ताहिक गर्भनिरोधक गोली) की मात्रा

source: Quantity of Condoms
hi: कंडोम की संख्या

source: Enter reason for removal
hi: निकासी का कारण दर्ज करें

source: Reason for Removal
hi: निकासी का कारण

source: ANC
hi: एएनसी देय

source: PMSMA
hi: पी.एम.एस.एम.ए

# placeOfAncLabel
source: Place of ANC
hi: एएनसी का स्थान

source: VHSND/Anganwadi
hi: वी.एच.एस.एन.डी/आंगनवाड़ी

# hscHwc
source: Health Sub-center/Health & Wealth Centre (HSC/HWC)
hi: स्वास्थ्य उप-केंद्र/स्वास्थ्य एवं कल्याण केंद्र (HSC/HWC)

# phcLabel
source: Primary Health Centre (PHC)
hi: प्राथमिक स्वास्थ्य केंद्र (PHC)

# chcLabel
source: Community Health Centre (CHC)
hi: सामुदायिक स्वास्थ्य केंद्र (CHC)

# rh
source: Referral Hospital (RH)
hi: आर ए्च

# dh
source: District Hospital (DH)
hi: डि.ए्च

# mch
source: Medical College Hospital (MCH)
hi: एम सी ए्च

source: PMSMA Site
hi: पी.एम.एस.एम.ए साइट

source: Hepetitis - B
hi: हेपेटाइटिस - बी

# tuberculosisLabel
source: Tuberculosis (TB)
hi: क्षय रोग (टीबी)

source: Asthma
hi: अस्थमा

source: High BP
hi: हाई बी.पी.

source: STI/RTI
hi: एसटीआई/आरटीआई

source: Heart Disease
hi: दिल की बीमारी

source: Liver Disease
hi: लिवर की बीमारी

source: Kideny Disease
hi: गुर्दे की बीमारी

# epilespy
source: Epilepsy
hi: मिर्गी

# specifyOtherDisease
source: Please specify other disease
hi: कृपया अन्य बीमारी बताएं

# systolicLabel
source: Systolic
hi: सिस्टोलिक

# diastolicLabel
source: Diastolic
hi: डायस्टोलिक

# weightKgLabel
source: Weight (Kg)
hi: वजन (कि.ग्रा.)

# hemoglobinLabel
source: Hemoglobin (HB)
hi: हीमोग्लोबिन (एच.बी)

# anyHighRiskProblemLabel
source: Is there any high risk problem?
hi: क्या कोई उच्च जोखिम वाली समस्या है?

source: Select Risks
hi: जोखिम चुनें

# riskSevereAnemia
source: Severe Anemia
hi: गंभीर एनीमिया

# riskPIH
source: Pregnancy Induced Hypertension, pre-eclampsia, Eclampsia
hi: गर्भावधि उच्च रक्तचाप, प्री-एक्लेमप्सिया, एक्लेमप्सिया

# riskInfections
source: Syphilis, HIV Positive, Hepatitis B, Hepatitis C
hi: सिफलिस, एचआईवी पॉजिटिव, हेपेटाइटिस बी, हेपेटाइटिस सी

# riskGestationalDiabetes
source: Gestational Diabetes
hi: गर्भकालीन मधुमेह

# riskHypothyroidism
source: Hypothyroidism
hi: हाइपोथायरायडिज्म

# riskTeenagePregnancy
source: Teenage Pregnancy (<20 year)/ Pregnancy after 35 Year
hi: किशोर गर्भावस्था (<20 वर्ष)/35 वर्ष के बाद गर्भावस्था

# riskTwins
source: Pregnant With Twins Or More
hi: जुड़वाँ या एक से अधिक बच्चे वाली गर्भवती

# riskMalPresentation
source: Mal Presentation of baby (Breech/Transverse/Oblique)
hi: अनैसर्गिक गर्भावस्था प्रस्तुतीकरण(ब्रीच/ट्रांसवर्स/ऑब्लिक)

# riskPreviousCesarean
source: Previous Cesarean Delivery
hi: पपिछली सी-सेक्शन

# riskPreviousHistory
source: Previous History of Neo-Natal Death, Still Birth, Premature Birth, Repeated Abortion, PIH, PPH, APH, Obstructed Labour
hi: जटिल प्रस्तुति इतिहास (मृत बच्चे का जन्म, गर्भपात, जन्मजात विकृति, बधिक प्रसूति, समय से पहले जन्म आदि)

# riskRhNegative
source: RH Negative
hi: आर.एच. निगेटिव

# didPregnantWomanGiveBirth
source: Did the pregnant woman give birth to a baby?
hi: क्या गर्भवती महिला ने बच्चे को जन्म दिया?

source: Date of Abortion
hi: गर्भपात की तिथि

# abortionComplication
source: Any complication leading to abortion?
hi: क्या गर्भपात के दौरान कोई जटिलता हुई?

# deliveryOutcomeLabel
source: Delivery outcome *
hi: प्रसव का परिणाम *

source: Live birth
hi: जीवित पैदाइश

source: Still birth
hi: मृत बच्चा

source: Newborn death
hi: नवजात शिशु की मृत्युु

# numberOfChildrenLabel
source: Number of Children *
hi: बच्चों की संख्या *

source: One Child
hi: एक बच्चा

source: Twins
hi: जुडवा बच्चे

source: Triplets
hi: तीन बच्चे

source: Baby's Name
hi: शिशु का नाम

# enterBabyName
source: Enter Baby's Name
hi: शिशु का नाम दर्ज करें

# babyWeightLabel
source: Baby's Weight (1200–4000 gms)
hi: शिशु का वजन (1200–4000 ग्राम)

# weightLabel
source: Weight (1.2–90)kg
hi: वजन (500–1200 ग्राम)

# enterBabyWeight
source: Enter Baby's Weight
hi: शिशु का वजन दर्ज करें

source: First Baby Name *
hi: पहले बच्चे का नाम *

source: Enter First Baby Name
hi: पहले बच्चे का नाम दर्ज करें

source: First Baby Gender *
hi: पहले बच्चे का लिंग *

# firstBabyWeight
source: First Baby Weight (1200–4000 gms) *
hi: पहले बच्चे का वजन (1200–4000 ग्राम) *

source: Enter First Baby Weight
hi: पहले बच्चे का वजन दर्ज करें

source: Second Baby Name *
hi: दूसरे बच्चे का नाम *

source: Enter Second Baby Name
hi: दूसरे बच्चे का नाम दर्ज करें

source: Second Baby Gender *
hi: दूसरे बच्चे का लिंग *

# secondBabyWeight
source: Second Baby Weight (1200–4000 gms) *
hi: दूसरे बच्चे का वजन (1200–4000 ग्राम) *

source: Enter Second Baby Weight
hi: दूसरे बच्चे का वजन दर्ज करें

source: Third Baby Name *
hi: तीसरे बच्चे का नाम *

source: Enter Third Baby Name
hi: तीसरे बच्चे का नाम दर्ज करें

source: Third Baby Gender *
hi: तीसरे बच्चे का लिंग *

# thirdBabyWeight
source: Third Baby Weight (1200–4000 gms) *
hi: तीसरे बच्चे का वजन (1200–4000 ग्राम) *

source: Enter Third Baby Weight
hi: तीसरे बच्चे का वजन दर्ज करें

# reasonForAbsence
source: Reason for Absent
hi: अनुपस्थिति का कारण

# enterReasonForAbsence
source: Enter the reason for absence
hi: अनुपस्थिति का कारण दर्ज करें

# pleaseFillFieldsCorrectly
source: Please fill all required fields correctly
hi: कृपया सभी आवश्यक फ़ील्ड सही तरीके से भरें

source: No pregnant women found
hi: कोई गर्भवती महिला नहीं मिली

# registerNewANCCases
source: Register new ANC cases in the family registration
hi: परिवार पंजीकरण में नए ANC मामलों को दर्ज करें

# fourthANCLabel
source: Fourth ANC
hi: चौथी एएनसी

source: PMAMA
hi: पीएमएएमए

source: Sr No.
hi: क्रमांक

source: Pregnancy Week
hi: गर्भावस्था का सप्ताह

source: High Risk
hi: उच्च जोखिम

source: Next HBNC Date
hi: अगली एचबीएनसी तिथि

source: Previous HBNC Date
hi: पिछली एचबीएनसी तिथि

# beneficiaryAddedToHbnc
source: Beneficiary has been added to HBNC list
hi: लाभार्थी को HBNC सूची में जोड़ दिया गया है

source: Institutional
hi: संस्थागत

source: Non-Institutional
hi: गैर संस्थागत

source: Enter place
hi: स्थान दर्ज करें

source: Enter other place of delivery
hi: अन्य प्रसव स्थान दर्ज करें

# publicPlace
source: Public
hi: सार्वजनिक

# privatePlace
source: Private
hi: प्राइवेट

source: Place of delivery *
hi: डिलीवरी का स्थान *

source: Institution place of delivery
hi: प्रसव का संस्थागत स्थान

source: Nursing Home
hi: नर्सिंग होम

source: Hospital
hi: अस्पताल

source: Home Based Delivery
hi: घर पर प्रसव

source: In Transit
hi: रास्ते में

source: Non-institutional place of delivery
hi: प्रसव का गैर संस्थागत स्थान

# enterOtherNonInstitutionalDelivery
source: Enter name of other non-institutional delivery
hi: अन्य गैर-संस्थागत स्थान नाम दर्ज करें

source: Enter name
hi: नाम दर्ज करें

source: Transit place
hi: परागमन स्थान

source: Ambulance
hi: एंबुलेंस

# enterOtherTransitPlace
source: Please enter name of other transit place
hi: कृपया अन्य परिवहन स्थान का नाम दर्ज करें

source: ANM
hi: एएनएम

source: LHV
hi: एलएचवी

source: Doctor
hi: चितीक्सक

source: Staff Nurse
hi: स्टाफ परिचारिका

# tba
source: TBA (Non-Skilled birth attendant)
hi: टीबीए (गैर-कुशल जन्म परिचारक)

source: Who conducted delivery? *
hi: प्रसव किसने कराई? *

# whoElseConductedDelivery
source: Who else did the delivery?
hi: प्रसव किसने कराई?

source: Convulsion
hi: पेशी-स्फुरण के साथ बेहोशी और ऐंठन

# aph
source: Ante Partumhaemorrhage (Aph)
hi: प्रसवपूर्व रक्तस्राव (Aph)

# pih
source: Pregnancy Induced Hypertension (PIH)
hi: गर्भावस्था प्रेरित उच्च रक्तचाप (PIH)

source: Repeated Abortion
hi: बार-बार गर्भपात

source: Mother Death
hi: माँ की मृत्यु

source: Congenital Anomaly
hi: जन्मजात विसंगति

source: Blood Transfusion
hi: रक्त आधान

source: Obstructed Labour
hi: बाधित श्रम

source: PPH
hi: पीपीएच

source: Any other
hi: कोई अन्य

source: Complication *
hi: जटिलताएँ *

source: Date of discharge
hi: डिस्चार्ज की तिथि

source: Enter complication
hi: जटिलता दर्ज करें

# enterOtherComplication
source: Enter other complication during delivery
hi: प्रसव के दौरान अन्य जटिलता दर्ज करें

# discharge_time
source: Discharge time (hh:mm)
hi: डिस्चार्ज का समय (hh:mm)

# adaptFamilyPlanningMethod
source: Do you want to adapt family planning method?
hi: क्या आप परिवार नियोजन पद्धति अपनाना चाहते हैं?

# formSavedSuccessfullyMsg
source: Form saved successfully
hi: फॉर्म सफलतापूर्वक सहेजा गया

# firstBreastfeedTiming
source: First Breastfeeding Timing
hi: पहली बार स्तनपान का समय

# within30Minutes
source: Within 30 minutes of birth
hi: जन्म के 30 मिनट के भीतर

# within1Hour
source: Within 1 hour of birth
hi: जन्म के एक घंटे के भीतर

# within6Hours
source: Within 6 hours of birth
hi: जन्म के 6 घंटे के भीतर

# within24Hours
source: Within 24 hours of birth
hi: जन्म के 24 घंटे के भीतर

source: Not breastfed
hi: स्तनपान नहीं कराया

# howWasBreastfed
source: How was the baby breastfed?
hi: शिशु को कैसे स्तनपान कराया गया?

source: Normal
hi: सामान्य

source: Forcefully
hi: जबरदस्ती

source: With weakness
hi: दुर्बलता

# couldNotBreastfeedButSpoon
source: Could not breast feed but had to be fed with spoon
hi: स्तनपान नहीं करा सकती थी लेकिन चम्मच से दूध पिलाना पड़ता था

# couldNeitherBreastfeedNorSpoon
source: Could neither breast feed nor take given by spoon
hi: ना स्तनपान कर पाया और ना ही चम्मच से खा सका

source: First feed given after birth
hi: जन्म के बाद दिया गया पहला भोजन

source: First Breastfeeding
hi: पहला स्तनपान

source: Water
hi: पानी

source: Honey
hi: शहद

# mishriWater
source: Mishri Water / Sugar Syrup
hi: मिश्री का पानी/शुगर सिरप

source: Goat Milk
hi: बकरी का दूध

source: Cow Milk
hi: गाय का दूध

# enter_other_feeding_option
source: Please enter other option
hi: कृपया अन्य विकल्प दर्ज करें

source: Counselling/Advice needed?
hi: सलाह/परामर्श की आवश्यकता है?

# is_navel_tied_with_thread
source: Is navel tied with a clean thread by ASHA or ANM?
hi: क्या आशा एवं ए.एन.एम. के द्वारा पुनः नाभि को साफ धागे से बांधा गया?

# babyWipedWithCleanCloth
source: Has the baby wiped with clean dry cloth?
hi: क्या बच्चे को साफ और सूखे कपड़े से पोछा गया है?

# is_child_kept_warm
source: Has the baby kept warm?
hi: क्या शिशु को गर्म रखा गया था?

# babyGivenBath
source: Has the baby given bath?
hi: क्या बच्चे को नहलाया गया है?

# babyWrappedAndPlacedNearMother
source: Whether the baby was wrapped in a cloth and placed near the mother?
hi: क्या बच्चे को कपड़े में लपेट कर माँ के पास रखा गया?

# selectEyeProblemTypeLabel
source: Select type of eye problem
hi: आँख की समस्या का प्रकार चुनें

source: Swelling
hi: सूजन

source: Oozing pus
hi: रिसता हुआ मवाद

# counsellingBreastfeeding
source: Counselling/Advice needed for breastfeeding?
hi: स्तनपान के लिए परामर्श/सलाह की आवश्यकता है?

# referredByASHA
source: Referred by ASHA to
hi: ASHA द्वारा रेफर किया गया

source: APHC
hi: ए.पी.एच.सी.

source: CHC
hi: सी.एच.सी.

# rhLabel
source: RH
hi: आर.एच.

source: SDH
hi: एस.डी.एच.

# dhLabel
source: DH
hi: डी.एच.

# babyWeightRecordedInMPC
source: Is the weight of the newborn baby recorded in the Mother Protection Card?
hi: क्या नवजात शिशु का वजन मदर प्रोटेक्शन कार्ड में दर्ज है?

source: Refer to hospital?
hi: अस्पताल भेजें?

# categoryANCsearch
source: ANC
hi: प्रसवपूर्व देखभाल

# categoryRIsearch
source: RI
hi: आरआई

# categoryPNCsearch
source: PNC
hi: प्रसवोत्तर देखभाल

# totalLiveChildrenval
source: Total live children can't be more than total born children
hi: कुल जीवित बच्चे कुल जन्मे बच्चों से अधिक नहीं हो सकते

# totalMaleChildrenval
source: Total male children can't be more than total live children
hi: कुल पुरुष बच्चे कुल जीवित बच्चों से अधिक नहीं हो सकते

# totalFemaleChildrenval
source: Total female children can't be more than total live children
hi: महिला बच्चों की कुल संख्या, कुल जीवित बच्चों से अधिक नहीं हो सकती

# referToLabel
source: Refer to
hi: कहाँ रेफर करें

# mchLabel
source: MCH
hi: एम.सी.एच.

source: Date of death
hi: मृत्यु कि तिथि *

# place_of_death
source: Place
hi: मृत्यु की स्थान *

source: Migrated Out
hi: स्थानांतरित (बाहर)

source: On the way
hi: रास्ते में

source: Facility
hi: सुविधा

source: Reason of death
hi: मृत्यु का कारण *

source: PH
hi: पीएच

source: Severe Anaemia
hi: गंभीर रक्ताल्पता

# spesis
source: Sepsis
hi: सेप्सिस

source: Obstructed Labour
hi: बाधित श्रम

source: Malpresentation
hi: गलत प्रस्तुति

source: Eclampsia / Severe Hypertension
hi: एक्लम्पसिया/गंभीर उच्च रक्तचाप

source: Unsafe Abortion
hi: असुरक्षित गर्भपात

source: Surgical Complication
hi: सर्जिकल जटिलता

# other_reason_not_maternal_complication
source: Other reason apart from maternal complication
hi: मातृ जटिलताओं के अलावा अन्य कारण

source: Other (Specify)
hi: अन्य (निर्दिष्ट करे)

source: Other reason of death *
hi: मृत्यु का अन्य कारण *

source: Specify other reason
hi: अन्य कारण लिखें

source: Unconscious / fits *
hi: चक्कर आना / आंख के आगे धुंधलापन आना

source: Excessive bleeding *
hi: अत्यधिक रक्तस्राव *

# has_mcp_card_filled
source: Has the MCP card filled? *
hi: क्या एमसीपी कार्ड भर दिया गया है? *

source: Please enter problem *
hi: कृपया समस्या दर्ज करें *
