Repository: nikhilbhandigare02/BHAVYAmASHA
Catalog: lib/l10n/app_*.arb
Languages: hi

# fatherGuardianNameLabel
source: Father/Guardian Name
hi: पिता/अभिभावक का नाम

source: Father in Law
hi: ससुर

# fatherSpouseHint
source: Father/Spouse Name
hi: पिता/जीवनसाथी का नाम

# fatherSpouseLabel
source: Father/Spouse Name
hi: पिता/जीवनसाथी का नाम

# finalizeClaimedAmount
source: Claimed Amount
hi: दावा की गई राशि

# finalizeStateAmount
source: State Amount
hi: राज्य राशि

# finalizeTitle
source: Final Incentive Portal
hi: अंतिम इंसेंटिव पोर्टल

# finalizeTotalAmountLabel
source: Total Amount:
hi: कुल राशि :

# finishButton
source: SAVE
hi: समाप्त

# firstAncLabel
source: First ANC
hi: पहला एएनसी

# fpAdoptingLabel
source: Are you/your partner adopting family planning?
hi: क्या आप/आपका साथी परिवार नियोजन अपना रहे हैं?

# fruNameHint
source: FRU name
hi: एफ.आर.यू. का नाम

# fruNameLabel
source: FRU name
hi: एफ.आर.यू. का नाम

# fuelCoal
source: Coal
hi: कोयला

# fuelCropResidue
source: Crop Residue
hi: फसल अवशेष

# fuelDungCake
source: Dung Cake
hi: उपला/गोबर के कंडे

# fuelFirewood
source: Firewood
hi: लकड़ी

# fuelKerosene
source: Kerosene
hi: मिट्टी का तेल

# fuelLpg
source: LPG
hi: एलपीजी

# gridAbhaGeneration
source: Abha Generation
hi: आभा बनाना

# gridAllBeneficiaries
source: All Beneficiaries
hi: सभी लाभार्थी

# searchBeneficiaries
source: Beneficiaries Search
hi: लाभार्थी खोज

# gridAllHousehold
source: All Household
hi: सभी घर

# searchHousehold
source: Household Search
hi: घरेलू खोज

# gridAshaKiDuniya
source: Asha ki Duniya
hi: आशा की दुनिया

# gridChildCare
source: Child Care
hi: शिशु देखभाल

# gridEligibleCouple
source: Number Of Eligible Couple Identified
hi: पहचान की गई योग्य दंपत्तियों की संख्या

# gridEligibleCoupleASHA
source: Eligible Couple
hi: योग्य दम्पत्ति

# gridHighRisk
source: High-Risk
hi: उच्च जोखिम

# gridMotherCare
source: Mother Care
hi: मातृत्व देखभाल

# gridMyBeneficiaries
source: My Beneficiaries
hi: मेरे लाभार्थी

# gridRegisterNewHousehold
source: Register New Household
hi: नया पंजीकरण

# gridNewHouseholdRegister
source: New Household Registration
hi: नया पंजीकरण

# gridTraining
source: Training
hi: प्रशिक्षण

# highRisk
source: High-Risk Pregnancy List
hi: उच्च जोखिम वाली गर्भावस्था

# gridWorkProgress
source: Work Progress
hi: कार्य प्रगति

# guestSearchTitle
source: Guest Beneficiary Search
hi: अतिथि लाभार्थी खोज

# haveChildrenQuestion
source: Do you have children?
hi: क्या आपके बच्चे हैं?

# hbncListTitle
source: HBNC List
hi: एचबीएनसी सूची

# hbncMotherTitle
source: HBNC Mother
hi: HBNC माता

# reasonLabel
source: Reason
hi: कारण

# placeOfDeathLabel
source: Place of death
hi: मृत्यू का स्थान

# causeOfDeathLabel
source: Cause of death
hi: मौत का संभावित कारण

# dateOfDeathLabel
source: Date of death
hi: मृत्यू की तिथी

# deathDetailsLabel
source: Death details
hi: मृत्यु विवरण

# viewLabel
source: View
hi: देखें

# editLabel
source: Edit
hi: सुधारें

# deleteLabel
source: Delete
hi: हटाएं

# closeLabel
source: Close
hi: बंद करें

source: Deceased Child Details
hi: मृत बच्चे का विवरण

# ageGenderLabel
source: Age | Gender
hi: आयु | लिंग

# fatherNameLabel
source: Father name
hi: पिता का नाम

# hbycAdviceAdministeringIfaSyrupLabel
source: Counsel mother on how to measure the correct millilitres dose of IFA syrup
hi: आयरन फोलिक एसिड सिरप देने पर सलाह

# hbycAdviceComplementaryFoodsLabel
source: Advice on introducing complementary foods
hi: पूरक आहार शुरू करने पर सलाह

# hbycAdviceHandWashingHygieneLabel
source: Advice on hand washing and hygienic practices
hi: हाथ धोने और स्वच्छता की आदतों पर सलाह

# hbycAdviceParentingSupportLabel
source: Advice about parenting (parenting support)
hi: पेरेंटिंग (पालन-पोषण) सहायता पर सलाह

# hbycAdvicePreparingAdministeringOrsLabel
source: Assisted mother on Steps to prepare ORS at home and serve to child
hi: ओआरएस तैयार करने और देने पर सलाह

# hbycBhramanLabel
source: HBYC home visit
hi: HBYC भ्रमण*

# hbycBhramanRequired
source: HBYC home visit
hi: HBYC भ्रमण आवश्यक है

# hbycBreastfeedingContinuingLabel
source: Breastfeeding continued?
hi: क्या स्तनपान जारी है?

# hbycCompleteDietProvidedLabel
source: Was a complete diet provided?
hi: क्या पूर्ण आहार दिया गया?

# hbycCompletionDateLabel
source: Date of completion of HBYC visit activities
hi: गतिविधियों की पूर्णता तिथि

# hbycCounselingExclusiveBf6mLabel
source: Counseling on exclusive breastfeeding for 6 months
hi: छः माह तक केवल स्तनपान पर परामर्श

# hbycCounselingFamilyPlanningLabel
source: Counseling about family planning
hi: परिवार नियोजन पर परामर्श

# hbycDevelopmentDelaysObservedLabel
source: Delays/obstacles observed (development)?
hi: क्या शारीरिक/मानसिक विकास में देरी/बाधाएँ देखी गईं?

# hbycFullyVaccinatedLabel
source: Fully vaccinated as per MCP card?
hi: क्या MCP कार्ड के अनुसार पूर्ण टीकाकरण हुआ?

# hbycIronFolicSyrupAvailableLabel
source: Iron folic acid syrup available at home?
hi: क्या घर में आयरन फोलिक एसिड सिरप उपलब्ध है?

# hbycIsChildSickLabel
source: Whether child is sick?
hi: क्या बच्चा बीमार है?

# hbycLengthHeightRecordedLabel
source: Has the length/height been recorded based on weight by AWW?
hi: क्या लंबाई/ऊँचाई वजन के आधार पर आंगनवाड़ी कार्यकर्ता द्वारा दर्ज की गई?

# hbycListTitle
source: HBYC List
hi: एचबीवाईसी सूची

# hbycMeaslesVaccineGivenLabel
source: Measles vaccine given?
hi: क्या खसरा (Measles) टीका (MCP कार्ड) हुआ?

# hbycOrsPacketAvailableLabel
source: ORS available at home?
hi: क्या घर में ORS पैकेट उपलब्ध है?

# hbycTitleDetails
source: Details
hi: विवरण

# hbycVitaminADosageGivenLabel
source: Vitamin A given?
hi: क्या MCP कार्ड के अनुसार विटामिन-A खुराक दी गई?

# hbycWeighedByAwwLabel
source: Recording of weight for-age by Anganwadi Worker
hi: क्या बच्चे का वजन आयु के आधार पर आंगनवाड़ी कार्यकर्ता द्वारा लिया गया?

# hbycWeightLessThan3sdLabel
source: Child with <3SD weight-for-length/height referred?
hi: क्या MCP कार्ड अनुसार वजन < 3 SD होने पर रेफ़र किया गया?

# healthWorkerLabel
source: Health Worker
hi: स्वास्थ्य कार्यकर्ता

source: Help
hi: सहायता

# helpInstructions
source: Please call on below help numbers for any help and assistance.
hi: किसी भी तरह की मदद और सहायता के लिए नीचे हेल्प नंबरों पर कॉल करें।

# hhIdLabel
source: HH ID
hi: परिवार आईडी

source: Hindi
hi: हिंदी

# methodOfContra
source: Method of contraception
hi: गर्भ निरोधक तरीका

# homeTitle
source: BHAVYA mASHA Home
hi: भव्य एमआशा होम

# houseKachcha
source: Kuchcha house
hi: कच्चा घर

# houseNoHint
source: House no
hi: घर संख्या

# houseNoLabel
source: House no
hi: घर का नं

# houseNone
source: None
hi: कोई नहीं

# housePucca
source: Pucca house
hi: पक्का घर

# houseSemiPucca
source: Semi Pucca house
hi: अर्ध-पक्का घर

# houseThatch
source: Thrust house
hi: खपरैल/फूस का घर

# houseTypeLabel
source: Type of house
hi: घर का प्रकार

source: Household Beneficiary Search
hi: घरेलू लाभार्थी खोज

# householdBeneficiaryTitle
source: Household Beneficiary
hi: घरेलू लाभार्थी

# hscNameHint
source: HSC Name
hi: एच.एस.सी. का नाम

# hscNameLabel
source: HSC Name
hi: एच.एस.सी. का नाम

# husbandFatherNameLabel
source: Husband / Father Name
hi: पति / पिता का नाम

# husbandLabel
source: Husband
hi: पति

# hwcNameHint
source: HWC Name
hi: एच.डब्ल्यू.सी. का नाम

# hwcNameLabel
source: HWC Name
hi: एच.डब्ल्यू.सी. का नाम

# idTypeAadhaar
source: Aadhaar card
hi: आधार

# idTypeRationCard
source: Ration Card
hi: राशन कार्ड

# idTypeStateInsurance
source: Affiliated to State Health Insurance Scheme
hi: राज्य स्वास्थ्य बीमा योजना से संबद्ध

# idTypeVoterId
source: Voter Card
hi: वोटर आईडी

# identificationTypeLabel
source: Identification Type
hi: पहचान का प्रकार

# ifscHint
source: IFSC code
hi: आईएफएससी कोड

# ifscLabel
source: IFSC code
hi: आईएफएससी कोड

# incentiveFinancialMonth
source: Financial month
hi: वित्तीय महीना

# incentiveFinancialYear
source: Financial year
hi: वित्तीय वर्ष

# incentiveHeaderAnganwadi
source: Anganwadi
hi: आंगनवाड़ी

# incentiveDailyTabPlaceholder
source: Daily tasks content here
hi: दैनिक कार्यों की सामग्री यहाँ

# incentiveFormWorkCodeLabel
source: Work code :
hi: कार्य कोड :

# incentiveFormWorkCodeHint
source: Enter work code
hi: कार्य कोड डाले

# incentiveFormCategoryTypeLabel
source: Category type : [*]
hi: श्रेणी का प्रकार : [*]

# incentiveFormCategoryLabel
source: Work category : [*]
hi: कार्य की श्रेणी : [*]

# incentiveFormWorkLabel
source: Work : [*]
hi: कार्य : [*]

# incentiveFormWorkHint
source: Select work
hi: कार्य चुनें

# incentiveFormBeneficiaryCountLabel
source: Number of beneficiaries : [*]
hi: लाभार्थी की संख्या : [*]

source: No pregnancy outcomes found
hi: कोई गर्भावस्था का परिणाम नहीं मिला

# errorMissingBeneficiaryInfo
source: Error: Missing beneficiary information
hi: त्रुटि: लाभार्थी की जानकारी गायब है

# deliveryDateRequired
source: Delivery date is required
hi: प्रसव की तिथि आवश्यक है

# placeOfDeliveryRequired
source: Place of delivery is required
hi: प्रसव स्थान आवश्यक है

# deliveryTypeRequired
source: Delivery type is required
hi: प्रसव प्रकार आवश्यक है

# outcomeCountRequired
source: Outcome count is required and must be a number
hi: परिणाम की संख्या आवश्यक है और एक संख्या होनी चाहिए

# familyPlanningCounselingRequired
source: Family planning counseling is required
hi: परिवार नियोजन परामर्श आवश्यक है

# failedToSaveDeliveryOutcomeSecure
source: Failed to save delivery outcome to secure storage
hi: सुरक्षित स्टोरेज में प्रसव परिणाम सहेजने में विफल

# failedToSaveDeliveryOutcomeDatabase
source: Failed to save delivery outcome to database
hi: डेटाबेस में प्रसव परिणाम सहेजने में विफल

# unexpectedErrorOccurred
source: An unexpected error occurred. Please try again.
hi: एक अप्रत्याशित त्रुटि हुई। कृपया फिर से प्रयास करें।

# incentiveFormCompletionDateLabel
source: Work completion date : [*]
hi: कार्य पूर्ण की तिथि : [*]

# incentiveFormCompletionDateHint
source: Select date
hi: तिथि चुनें

# incentiveFormRegisterNameLabel
source: Register name : [*]
hi: पंजी का नाम : [*]

# incentiveFormVolumeLabel
source: Volume : [*]
hi: खंड/Volume : [*]

# incentiveFormRegisterDateLabel
source: Register date : [*]
hi: पंजी की दिनांक : [*]

# incentiveFormRegisterDateHint
source: Select date
hi: दिनांक चुनें

# incentiveFormRemarkLabel
source: Remark : [*]
hi: अभियुक्ति/Remark : [*]

# incentiveFormRemarkHint
source: Remark
hi: अभियुक्ति/Remark

# incentiveHeaderBlock
source: Block
hi: प्रखंड

# incentiveHeaderDistrict
source: District
hi: जिला

# incentiveHeaderPanchayat
source: Panchayat
hi: पंचायत

# incentiveTabDaily
source: Daily tasks
hi: दैनिक कार्य

# incentiveTabMonthly
source: Monthly tasks
hi: मासिक कार्य

# incentiveTotalAmount
source: Total amount (daily + monthly): ₹{amount}
hi: कुल राशि(दैनिक+मासिक): ₹{amount}

# isWomanPregnantQuestion
source: Is the Woman Pregnant?
hi: क्या महिला गर्भवती है?

# kitchenInsideLabel
source: Is the kitchen inside the house
hi: क्या रसोई घर के अंदर है

# legendCompleted
source: Completed
hi: पूर्ण

# legendPending
source: Pending
hi: लंबित

# linkHealthRecordsTitle
source: Link Health Records
hi: स्वास्थ्य रेकॉर्ड लिंक करें

source: Linked successfully
hi: सफलतापूर्वक लिंक हो गया

# listANC
source: ANC List
hi: प्रसव पूर्व जाँच

# listEligibleCoupleDue
source: Eligible Couple Due List
hi: योग्य दम्पत्ती

# listFamilySurvey
source: Family Survey List
hi: परिवार सर्वेक्षण सूची

# listHBNC
source: HBNC List
hi: एचबीएनसी जाँच

# listRoutineImmunization
source: Routine Immunization (RI)
hi: नियमित टीकाकरण (आरआई)

# lmpDateLabelText
source: LMP Date
hi: एलएमपी की तिथि

# loginButton
source: Login
hi: लॉग इन करें

# loginFailed
source: Login failed. Please try again.
hi: लॉगिन विफल। कृपया पुनः प्रयास करें।

source: Login to continue
hi: जारी रखने के लिए लॉगिन करें

# maritalStatusLabel
source: Marital status
hi: वैवाहिक स्थिति

source: Married
hi: विवाहित

# memberTypeAdult
source: Adult
hi: वयस्क

# memberTypeChild
source: Child
hi: बच्चा

# memberTypeInfant
source: Infant
hi: शिशु

# memberTypeLabel
source: Member type
hi: सदस्य प्रकार

# misMonthLabel
source: Month :
hi: महीना :

# misStatAbhaFetched
source: Total number of Exisiting ABHA fetched by user :
hi: उपयोगकर्ता द्वारा प्राप्त मौजूदा आभा की कुल संख्या :

# misStatAbhaGenerated
source: Total number of ABHA generated by user :
hi: उपयोगकर्ता द्वारा कुल बनायी गयी आभा की संख्या :

# misStatNewborns
source: Total number of newborns :
hi: कुल नवजात शिशुओं की संख्या :

# misStatPregnantWomen
source: Number of total Pregnant Women :
hi: कुल गर्भवती महिलाओं की संख्या :

# mobileTelephoneLabel
source: Mobile/Telephone Number
hi: मोबाइल/टेलीफोन नंबर

# mohallaTolaNameLabel
source: Mohalla/Tola name
hi: टोला/मोहल्ला

# monthApril
source: April
hi: अप्रैल

# monthAugust
source: August
hi: अगस्त

# monthDecember
source: December
hi: दिसम्बर

# monthFebruary
source: February
hi: फ़रवरी

# monthJanuary
source: January
hi: जनवरी

# monthJuly
source: July
hi: जुलाई

# monthJune
source: June
hi: जून

# monthMarch
source: March
hi: मार्च

# monthMay
source: May
hi: मई

# searchHintRegisterChildDueList
source: Child Registered Due Search
hi: देय पंजीकरण खोजें

# monthNovember
source: November
hi: नवंबर

# monthOctober
source: October
hi: अक्टूबर

# monthSeptember
source: September
hi: सितंबर

# monthlySectionRoutineRecurring
source: Routine & Recurring
hi: नियमित और आवर्ती

# monthlySectionStateContribution
source: State Contribution
hi: राज्य योगदान

# monthlyTaskPC11
source: PC1.1 - At the beginning of the year, create household records and review them every month
hi: PC1.1 - वर्ष के आरंभ में सभी घरों की ऐसी बनाने एव प्रतीक माह उसके अध्ययन किए जाने हेतू

# monthlyTaskPC110
source: PC1.10 - 6 and up to 35 beneficiaries
hi: PC1.10 - 6 एव 6 से अधिक 35 लाभार्थी तक|

# monthlyTaskPC21
source: PC2.1 - Immunization: From the Due List, ensure 90% of registered children get full immunization
hi: PC2.1 - प्रतिरक्षण-Due List अद्यतन कर 90% लक्षित बच्चों का Full immunization करने पर

source: Mother
hi: माँ

# motherAncVisitTitle
source: ANC Visit
hi: एएनसी विज़िट

source: Mother in Law
hi: सास

# motherNameLabel
source: Mother Name
hi: माँ का नाम

# mukhiyaMobileHint
source: Mobile no. of mukhiya
hi: मुखिया का मोबाइल नंबर

# mukhiyaMobileLabel
source: Mobile no. of mukhiya
hi: मुखिया का मोबाइल नंबर

# mukhiyaNameHint
source: Village mukhiya name
hi: गाँव मुखिया का नाम

# mukhiyaNameLabel
source: Village mukhiya name
hi: गाँव मुखिया का नाम

# nameLabel
source: Name
hi: नाम

# nameOfFamilyHeadHint
source: Name of family head
hi: परिवार के मुखिया का नाम

# nameOfFamilyHeadLabel
source: Name of family head
hi: परिवार के मुखिया का नाम

# nameOfMemberHint
source: Enter member name
hi: सदस्य का नाम

# nameOfMemberLabel
source: Name of member
hi: सदस्य का नाम

# nameOfWomanLabel
source: Name of woman
hi: महिला का नाम

source: NCD
hi: एनसीडी

source: Neighbour
hi: पड़ोसी

# newMemberDetailsTitle
source: New Member Details
hi: नए सदस्य का विवरण

# newPasswordEmpty
source: New password cannot be empty
hi: नया पासवर्ड खाली नहीं हो सकता

# newPasswordHint
source: New password
hi: नया पासवर्ड दर्ज करें

# newPasswordLabel
source: New Password
hi: नया पासवर्ड

# newPasswordTooShort
source: New password must be at least 6 characters
hi: नया पासवर्ड कम से कम 6 अक्षरों का होना चाहिए

# nextButton
source: NEXT
hi: अगला

source: No
hi: नहीं

# noHbncVisits
source: No HBNC visits found
hi: कोई एचबीएनसी विज़िट नहीं मिली

# noPreviousVisits
source: No previous visits found
hi: कोई पिछला विज़िट नहीं मिला

source: No Record Found
hi: कोई रिकॉर्ड नहीं मिला.

source: Not Available
hi: उपलब्ध नहीं

# occupationEmployed
source: Employed
hi: नौकरी

# occupationLabel
source: Occupation
hi: व्यवसाय

# occupationSelfEmployed
source: Self-employed
hi: स्वरोजगार

# occupationStudent
source: Student
hi: विद्यार्थी

# occupationUnemployed
source: Unemployed
hi: बेरोजगार

source: OR
hi: या

source: Other
hi: अन्य

# ownershipTypeLabel
source: House ownership type
hi: स्वामित्व का प्रकार

# panchayatHint
source: Panchayat
hi: पंचायत

# panchayatLabel
source: Panchayat
hi: पंचायत

# passwordComplexity
source: Password must contain letters, numbers, and special characters
hi: पासवर्ड में अक्षर, अंक और विशेष वर्ण होने चाहिए

# passwordEmpty
source: Password cannot be empty
hi: पासवर्ड खाली नहीं हो सकता

# passwordHint
source: Password
hi: अपना पासवर्ड दर्ज करें

# passwordLabel
source: Password
hi: पासवर्ड

# passwordTooShort
source: Password must be at least 6 characters
hi: पासवर्ड कम से कम 6 अक्षरों का होना चाहिए

source: Passwords do not match
hi: पासवर्ड मेल नहीं खाते

# personalHealthIdLabel
source: Personal Health Id
hi: व्यक्तिगत स्वास्थ्य आईडी

# searchHintchildTrackingDueListTitle
source: Search Child Tracking Due
hi: बाल ट्रैकिंग देय खोजें

# searchHintHbycBen
source: Search HBYC Beneficiary
hi: एचबीवाईसी लाभार्थी खोजें

source: Search Eligible Couple
hi: योग्य दम्पति की खोज

# phcChcHint
source: PHC/CHC
hi: पी.एच.सी./सी.एच.सी.

# phcChcLabel
source: PHC/CHC
hi: पी.एच.सी./सी.एच.सी.

# phcNameLabel
source: Name of Primary Health Center
hi: प्राथमिक स्वास्थ्य केंद्र का नाम

# pincodeLabel
source: Pincode
hi: पिनकोड

# pmsmaLabel
source: PMSMA
hi: पीएमएसएमए

# populationCoveredHint
source: Population covered under ASHA
hi: आशा के अंतर्गत आबादी

# populationCoveredLabel
source: Population covered under ASHA
hi: आशा के अंतर्गत आबादी

source: Pregnant Women
hi: गर्भवती महिलाएं

# previousButton
source: PREVIOUS
hi: पीछे जाए

# primaryWaterSourceLabel
source: Primary source of water
hi: पानी का मुख्य स्रोत

# proceedButton
source: PROCEED
hi: आगे बढ़ें

source: Profile updated
hi: प्रोफ़ाइल अपडेट हो गई

# rationCardIdLabel
source: Ration Card Id
hi: राशन कार्ड आईडी

source: Read less
hi: कम पढ़ें

source: Read more
hi: और पढ़ें

# reenterPasswordEmpty
source: Re-enter password cannot be empty
hi: पासवर्ड पुनः दर्ज करना आवश्यक है

# reenterPasswordHint
source: Re-enter new password
hi: नया पासवर्ड पुनः दर्ज करें

# reenterPasswordLabel
source: Re-Enter
hi: पुनः दर्ज करें

# reenterPasswordTooShort
source: Password must be at least 6 characters
hi: पासवर्ड कम से कम 6 अक्षरों का होना चाहिए

# registrationThroughTitle
source: Registration through
hi: पंजीकरण का माध्यम

# registrationTypeLabel
source: Registration Type
hi: पंजीकरण प्रकार

# relationBrother
source: Brother
hi: भाई

# relationDaughter
source: Daughter
hi: पुत्री

# relationFather
source: Father
hi: पिता

# relationSister
source: Sister
hi: बहन

# relationSon
source: Son
hi: पुत्र

# relationSpouse
source: Spouse
hi: जीवनसाथी

# relationNephew
source: Nephew
hi: भतीजा / भानजा

# relationNiece
source: Niece
hi: भतीजी / भानजी

# relationGrandFather
source: Grand Father
hi: दादाजी

# relationGrandMother
source: Grand Mother
hi: दादी माँ

# relationFatherInLaw
source: Father In Law
hi: ससुर

# relationMotherInLaw
source: Mother In Law
hi: सास

# relationGrandSon
source: Grand Son
hi: पोता / नाती

# relationGrandDaughter
source: Grand Daughter
hi: पोती / नातिन

# relationSonInLaw
source: Son In Law
hi: दामाद

# relationDaughterInLaw
source: Daughter In Law
hi: बहू

# relationWithHeadLabel
source: Relation with the family head
hi: परिवार के मुखिया से संबंध

source: Relative
hi: रिश्तेदार

# religionChristian
source: Christian
hi: ईसाई

# religionHindu
source: Hindu
hi: हिंन्दू

# religionLabel
source: Religion
hi: धर्म

# religionMuslim
source: Muslim
hi: मुस्लिम

# religionSikh
source: Sikh
hi: सिंख

# remarksLabel
source: Remarks
hi: टिप्पणी

source: Rental
hi: किराये पर

# requiredField
source: Required
hi: आवश्यक

# resetCreateNewPasswordTitle
source: Create New Password
hi: नया पासवर्ड बनाएँ

# residentialAreaTypeLabel
source: Type of residential area
hi: आवासीय क्षेत्र का प्रकार

# rhSdhDhHint
source: RH/SDH/DH/SADAR Hospital
hi: आर.एच/अनुमण्डलीय अस्पताल/जिला अस्पताल/सदर अस्पताल

# rhSdhDhLabel
source: RH/SDH/DH/SADAR Hospital
hi: आर.एच/अनुमण्डलीय अस्पताल/जिला अस्पताल/सदर अस्पताल

# richIdLabel
source: RCH ID
hi: रिच आईडी

# rnhAddHeadFirstTabs
source: Please add a family head before accessing other sections.
hi: अन्य अनुभागों तक पहुँचने से पहले कृपया परिवार प्रमुख जोड़ें।

# rnhAddHeadProceed
source: Please add a family head before proceeding.
hi: कृपया आगे बढ़ने से पहले परिवार प्रमुख जोड़ें।

# rnhTabHouseholdAmenities
source: HOUSEHOLD AMENITIES
hi: घरेलू सुविधाए

# rnhTabHouseholdDetails
source: HOUSEHOLD DETAILS
hi: घरेलू विवरण

# rnhTabMemberDetails
source: MEMBER DETAILS
hi: सदस्य विवरण

# rnhTotalMembers
source: No. of total members
hi: कुल सदस्यों की संख्या

# routine
source: Routine Immunization (RI)
hi: नियमित टीकाकरण (RI)

# routineChildList0to1
source: 0-1 Year Child List
hi: 0-1 वर्ष बाल सूची

# routineChildList1to2
source: 1-2 Year Child List
hi: 1-2 वर्ष बाल सूची

# routineChildList2to5
source: 2-5 Year Child List
hi: 2-5 वर्ष बाल सूची

# routinePoornTikakaran
source: No. of Poorn Tikakaran
hi: पूर्ण टीकाकरण की संख्या

# routinePwList
source: PW List
hi: गर्भवती महिला सूची

# routineSampoornTikakaran
source: No. of Sampoorn Tikakaran
hi: सम्पूर्ण टीकाकरण की संख्या

source: SEARCH
hi: खोज

# searchHint
source: Search Registered Child Beneficiary
hi: आईडी/नाम/संपर्क द्वारा खोजें

# eligibleCoupleListTitle
source: Eligible Couple List
hi: योग्य दम्पत्ति सूची

# eligibleCoupleStatus
source: Eligible Couple
hi: योग्य दंपति

# deathRegisterTitle
source: Death Register
hi: मृत्यु रजिस्टर

# dateLabel
source: Date
hi: तिथि

# placeLabel
source: Place of death
hi: स्थान

# secondAncLabel
source: Second ANC
hi: दूसरी एएनसी

source: Select
hi: चुनें

source: Select area
hi: क्षेत्र चुनें

source: Self
hi: स्व

source: Separated
hi: अलग रह रहे

# separatedMarried
source: Separated
hi: विभाजित

# settingsAppLanguage
source: App language
hi: ऐप भाषा

# settingsCheck
source: CHECK
hi: जाँचें

# settingsCheckForUpdates
source: Check for updates
hi: अपडेट जाँचें

source: Sharing
hi: साझा

source: SHOW GUEST BENEFICIARY LIST
hi: अतिथि लाभार्थी सूची दिखाएँ

# socioEconomicDetailsTitle
source: Socio-economic Details
hi: सामाजिक-आर्थिक विवरण

source: Son
hi: पुत्र

source: Spouse
hi: जीवनसाथी

# spouseNameLabel
source: Spouse Name
hi: जीवनसाथी का नाम

# statusCompleted
source: Completed
hi: पूर्ण

# statusPending
source: Pending
hi: लंबित

# streetLocalityLabel
source: Street/Locality
hi: सड़क/स्थानीयता

# tabAll
source: ALL
hi: सभी

# tabAshaDashboard
source: ASHA DASHBOARD
hi: आशा डैशबोर्ड

# tabTodaysProgram
source: TODAY'S PROGRAM
hi: आज का कार्यक्रम

# thFather
source: Father
hi: पिता

# thGender
source: Gender
hi: लिंग

# thRelation
source: Relation
hi: संबंध

# thSpouse
source: Spouse
hi: जीवनसाथी

# thTotalChildren
source: Total Children
hi: कुल बच्चे

# genderMale
source: Male
hi: पुरुष

# genderFemale
source: Female
hi: महिला

# thType
source: Type
hi: प्रकार

# thirdAncLabel
source: Third ANC
hi: तीसरी एएनसी

# todayWorkPending
source: Pending visits :
hi: लंबित विज़िट :

# todayWorkProgress
source: Progress :
hi: प्रगति :

# todayWorkTitle
source: Today's Work Progress
hi: आज का कार्य प्रगति

# todayWorkToDo
source: To do visits :
hi: करने वाले विज़िट :

# toiletAccessLabel
source: Do you have access to toilet at your home
hi: क्या आपके घर में शौचालय की सुविधा है

# tolaHint
source: Tola
hi: टोला

# tolaLabel
source: Tola
hi: टोला

# totalChildrenBornLabel
source: Total number of children born
hi: पैदा हुए बच्चों की कुल संख्या

# totalFemaleChildrenLabel
source: Total number of female children
hi: कुल महिला बच्चों की संख्या

# totalLiveChildrenLabel
source: Total number of live children
hi: कुल जीवित बच्चों की संख्या

# totalMaleChildrenLabel
source: Total number of male children
hi: कुल पुरुष बच्चों की संख्या

# trainingDateLabel
source: Date of Training
hi: प्रशिक्षण की तिथि

# trainingDaysLabel
source: No. of days
hi: दिनों की संख्या

# trainingFormTitle
source: Training Details
hi: प्रशिक्षण विवरण

# trainingNameLabel
source: Name of Training
hi: प्रशिक्षण का नाम

# trainingPlaceLabel
source: Place of Training
hi: प्रशिक्षण का स्थान

# trainingProvidedTitle
source: Training Provided
hi: प्रशिक्षण प्रदान किया गया
