Repository: nikhilbhandigare02/BHAVYAmASHA
Catalog: lib/l10n/app_*.arb
Languages: hi

source: Family Update
hi: फैमिली अपडेट

source: Eligible Couple List
hi: योग्य दम्पत्ति सूची

source: Pregnant Women List
hi: गर्भवती महिलाओं की सूची

source: Pregnancy Outcome
hi: गर्भावस्था का परिणाम

# selectOptions
source: Select
hi: चुनें

# aesJeProgram
source: AES/JE Eradication Program
hi: एईएस/जेई उन्मूलन कार्यक्रम

# aesJeDataSaved
source: AES/JE data saved successfully!
hi: एईएस/जेई डेटा सफलतापूर्वक सहेजा गया!

# ambProgram
source: AMB Eradication Program
hi: एएमबी उन्मूलन कार्यक्रम

# ambDataSaved
source: AMB data saved successfully!
hi: एएमबी डेटा सफलतापूर्वक सहेजा गया!

# filariasisProgram
source: Filaria Eradication Program
hi: फाइलेरिया उन्मूलन कार्यक्रम

# filariasisScreenTitle
source: Filaria Eradication Program
hi: फाइलेरिया उन्मूलन कार्यक्रम

# kalaAzarProgram
source: Kala-azar Eradication Program
hi: काला-अजार उन्मूलन कार्यक्रम

# kalaAzarDataSaved
source: Kala-azar screening data saved successfully!
hi: काला-अजार स्क्रीनिंग डेटा सफलतापूर्वक सहेजा गया!

# niddcpDataSaved
source: NIDDCP data saved successfully!
hi: एनआईडीडीसीपी डेटा सफलतापूर्वक सहेजा गया!

source: LBW Referred
hi: एलबीडब्ल्यू रेफर

source: Abortion List
hi: गर्भपात सूची

source: Death Register
hi: मृत्यु रजिस्टर

source: Migrated out
hi: माइग्रेटेड आउट

source: Guest Beneficiary List
hi: अतिथि लाभार्थी सूची

# nationalProgramsTitle
source: National Programs
hi: राष्ट्रीय कार्यक्रम

source: Leprosy Eradication Program
hi: कुष्ठ उन्मूलन कार्यक्रम

source: Malaria Eradication Program
hi: मलेरिया उन्मूलन कार्यक्रम

source: Data saved successfully!
hi: डेटा सफलतापूर्वक सहेजा गया!

# dataSavedSuccessfullyFamily
source: New house has been added successfully
hi: नया घर सफलतापूर्वक जोड़ दिया गया है

# abpmjayDataSaved
source: AB-PMJAY data saved successfully!
hi: आयुष्मान भारत-पीएमजेएवाई डेटा सफलतापूर्वक सहेजा गया!

source: Hello
hi: नमस्ते

source: Welcome
hi: हमारे ऐप में आपका स्वागत है

# login_button
source: Login
hi: लॉगिन करें

source: Logout
hi: लॉग आउट करें

source: CANCEL
hi: रद्द करें

source: Success
hi: सफलता

source: Error
hi: त्रुटि

source: OK
hi: ठीक है

source: Home
hi: होम

source: Patients
hi: मरीज

source: Bills
hi: बिल

source: Settings
hi: सेटिंग्स

source: Performance
hi: प्रदर्शन

source: Self-help
hi: स्व-सहायता

source: Scan and Share
hi: स्कैन करें और साझा करें

source: Notifications
hi: सूचनाएं

source: App Updates
hi: ऐप अपडेट्स

source: Upcoming Appointments
hi: आगामी अपॉइंटमेंट्स

source: Morning Summary
hi: सुबह की सारांश

source: Biometric Login
hi: बायोमेट्रिक लॉगिन

source: Update PIN
hi: पिन अपडेट करें

source: Switch Clinic
hi: क्लिनिक बदलें

source: Default EMR Settings
hi: डिफ़ॉल्ट ईएमआर सेटिंग्स

source: App Settings
hi: ऐप सेटिंग्स

source: Allow Back-dated Appointments
hi: पिछली तारीख की अपॉइंटमेंट्स की अनुमति दें

source: Hindi Language
hi: हिंदी भाषा

source: Verify PIN
hi: पिन सत्यापित करें

source: Login With Biometric
hi: बायोमेट्रिक से लॉगिन करें

# enter4DigitPin
source: Enter your 4 digit PIN
hi: अपना 4 अंकों का पिन दर्ज करें

source: Sign In with OTP
hi: ओटीपी से साइन इन करें

# enterEmailOrMobile
source: Enter your Email or Mobile No.
hi: अपना ईमेल या मोबाइल नंबर दर्ज करें

source: Send OTP
hi: ओटीपी भेजें

source: Verify OTP
hi: ओटीपी सत्यापित करें

source: Resend OTP
hi: ओटीपी पुनः भेजें

source: SET-UP NEW PIN
hi: नया पिन सेट करें

source: Enter new PIN
hi: नया पिन दर्ज करें

source: Re-enter new PIN
hi: नया पिन फिर से दर्ज करें

# pinInstruction
source: PIN is a 4-digit PIN that you have to set for mandatory two-factor authentication
hi: पिन एक 4-अंकों का कोड है जिसे आपको अनिवार्य दो-स्तरीय प्रमाणीकरण के लिए सेट करना होगा

source: Set PIN
hi: पिन सेट करें

source: PIN successfully set
hi: पिन सफलतापूर्वक सेट किया गया

# pinLengthError
source: PIN must be 4 digits long
hi: पिन 4 अंकों का होना चाहिए

# pinMismatchError
source: PIN and Re-entered PIN do not match
hi: पिन और पुनः दर्ज किया गया पिन मेल नहीं खाते

# noVisitToday
source: You have no visit today
hi: आज आपकी कोई विज़िट नहीं है

# noVisit
source: You have no visit
hi: आपकी कोई विज़िट नहीं है

source: Confirm
hi: पुष्टि करें

# consultFreely
source: Consult Freely. Practice Anywhere
hi: निःशुल्क परामर्श दें। कहीं से भी अभ्यास करें

# selectClinic
source: Please select your clinic
hi: कृपया अपनी क्लिनिक चुनें

source: You have no billing details
hi: आपके पास कोई बिलिंग विवरण नहीं है

source: Add Patient
hi: मरीज़ जोड़ें

# noPatients
source: You have no patients yet
hi: आपके पास अभी तक कोई मरीज़ नहीं है

# fillDetailsToAddPatient
source: Fill below details to add patient
hi: मरीज़ जोड़ने के लिए नीचे दिए गए विवरण भरें

source: Upload Profile Photo
hi: प्रोफ़ाइल फोटो अपलोड करें

# patientFullName
source: Patient's Full Name
hi: मरीज़ का पूरा नाम

# enterPatientFullName
source: Please enter the patient's full name
hi: कृपया मरीज़ का पूरा नाम दर्ज करें

# dob
source: Date Of Birth
hi: जन्म तिथि

# enterDob
source: Please enter the date of birth
hi: कृपया जन्म तिथि दर्ज करें

source: Age
hi: उम्र

# enterAge
source: Please enter the age
hi: कृपया आयु दर्ज करें

source: Mobile Number
hi: मोबाइल नंबर

# enterMobileNumber
source: Please enter the mobile number
hi: कृपया मोबाइल नंबर दर्ज करें

# enterValidMobileNumber
source: Please enter a valid mobile number
hi: कृपया एक मान्य मोबाइल नंबर दर्ज करें

# isGuardianPresent
source: Is the guardian present?
hi: क्या अभिभावक उपस्थित है?

source: Guardian Full Name
hi: अभिभावक का पूरा नाम

# enterGuardianFullName
source: Please enter the guardian full name
hi: कृपया अभिभावक का पूरा नाम दर्ज करें

# addPatientButton
source: + Add Patient
hi: + मरीज़ जोड़ें

source: Something went wrong!
hi: कुछ गलत हो गया!

source: Quick Demo
hi: त्वरित डेमो

# noVideoAvailable
source: No video available for this topic
hi: इस विषय के लिए कोई वीडियो उपलब्ध नहीं है

# supportRequestSent
source: Your support request has been sent successfully!
hi: आपका सहायता अनुरोध सफलतापूर्वक भेज दिया गया है!

# pleaseSelectSupportType
source: Please select a support type *
hi: कृपया सहायता प्रकार चुनें *

source: Phone
hi: फोन

source: Email
hi: ईमेल

source: Details
hi: विवरण

source: Request Callback
hi: कॉल बैक का अनुरोध करें

source: Support Type
hi: सहायता प्रकार

source: Appointments
hi: नियोजन

source: ABHA
hi: आभा

# emr
source: EMR (Electronic Medical Record)
hi: ईएमआर (इलेक्ट्रॉनिक मेडिकल रिकॉर्ड)

source: Teleconsultation
hi: दूरस्थ परामर्श

# mis
source: MIS (Management Information System)
hi: एमआईएस (प्रबंधन सूचना प्रणाली)

# billDetailsTitle
source: Bill Details
hi: बिल विवरण

# billItemsTitle
source: Bill Items
hi: बिल आइटम

source: Consultation
hi: परामर्श

# totalLabel
source: Total
hi: कुल

# discountLabel
source: Discount
hi: छूट

# taxesLabel
source: Taxes
hi: कर

# netAmountLabel
source: Net Amount
hi: शुद्ध राशि

# paidAmountLabel
source: Paid Amount
hi: भरी गई राशि

# pendingAmountLabel
source: Pending Amount
hi: बकाया राशि

# paymentsTitle
source: Payments
hi: भुगतान

# sNoLabel
source: SNo
hi: क्रम संख्या

# detailLabel
source: Detail
hi: विवरण

# paidByLabel
source: Paid ₹{amount} by {paymentMode}
hi: {paymentMode} द्वारा ₹{amount} का भुगतान

source: Bill Number :
hi: बिल नंबर :

# visitNumber
source: Visit No :
hi: भ्रमण संख्या :

source: Billed To :
hi: बिल किया गया :

source: Bill Date :
hi: बिल दिनांक :

source: Pending Amount :
hi: बकाया राशि :

source: Visit Time :
hi: भ्रमण समय :

source: in clinic
hi: क्लिनिक में

# withDoctor
source: with
hi: के साथ

source: on {date} at {time}
hi: {date} को {time} बजे

source: Select Date Range
hi: दिनांक सीमा चुनें

source: Save
hi: सहेजें

source: Today
hi: आज

source: Yesterday
hi: कल

source: Current Week
hi: वर्तमान सप्ताह

source: Current Month
hi: वर्तमान माह

source: Revenue
hi: राजस्व

# currencySymbol
source: (Rs.)
hi: (रु.)

source: Billed
hi: बिल किया गया

source: Collected
hi: संग्रहित

source: Year to Date
hi: वर्ष की शुरुआत से अब तक

source: Month
hi: महीना

source: To Date
hi: अब तक

source: All
hi: सभी

source: Total
hi: कुल

# newP
source: New
hi: नया

source: Repeat
hi: दोहराना

source: Avg Patient Load
hi: औसत रोगी भार

source: Avg Patient Wait Time
hi: औसत रोगी प्रतीक्षा समय

source: Mins
hi: मिनट

source: No of Logins
hi: लॉगिन की संख्या

source: Logins
hi: लॉगिन्स

source: Time Spent
hi: समय व्यतीत

source: Time in Hrs
hi: समय (घंटों में)

source: Appointment Type
hi: नियुक्ति प्रकार

source: Clinic
hi: क्लिनिक

source: Video
hi: वीडियो

source: Audio
hi: ऑडियो

source: Unknown
hi: अज्ञात

source: ABDM
hi: एबीडीएम

source: HFR
hi: एचएफआर

source: HPR DHIS
hi: एचपीआर डीएचआईएस

source: DHIS
hi: डीएचआईएस

source: Change Language
hi: भाषा बदलें

# languageEnglish
source: English
hi: अंग्रेज़ी

# languageHindi
source: Hindi
hi: हिंदी

# languageBengali
source: Bengali
hi: बांग्ला

source: Take Photo
hi: फोटो लें

source: Use AI
hi: एआई का उपयोग करें

source: Write Clinical Notes
hi: क्लिनिकल नोट्स लिखें

source: Medical Summary
hi: चिकित्सा सारांश

# visitedSummaryText
source: Visited 15 days ago for hypertension and high cholesterol. Often complains of headaches and dizziness (6 visits this year). Takes Amlodipine 5 mg and Atorvastatin 20 mg. Allergic to penicillin and peanuts. Has Type 2 Diabetes for 10 years. Smokes 5 cigs/day, drinks alcohol occasionally. Family history of heart disease and diabetes. BP: 150/90, BMI: 28. Needs diet changes and to quit smoking for better health.
hi: 15 दिन पहले उच्च रक्तचाप और उच्च कोलेस्ट्रॉल के लिए देखा गया। अक्सर सिरदर्द और चक्कर आने की शिकायत करता है (इस साल 6 बार आया)। एम्लोडिपाइन 5 मि.ग्रा और एटोरवास्टेटिन 20 मि.ग्रा लेता है। पेनिसिलिन और मूंगफली से एलर्जी है। पिछले 10 वर्षों से टाइप 2 मधुमेह है। रोज़ 5 सिगरेट पीता है, कभी-कभी शराब पीता है। पारिवारिक इतिहास में हृदय रोग और मधुमेह है। बीपी: 150/90, बीएमआई: 28। बेहतर स्वास्थ्य के लिए आहार में बदलाव और धूम्रपान छोड़ने की जरूरत है।

source: Click to take photo
hi: फोटो लेने के लिए क्लिक करें

source: Complaints
hi: शिकायतें

source: Vitals
hi: वाइटल्स

source: Diagnosis
hi: निदान

source: ICD-10
hi: आईसीडी-10

source: Prescription
hi: प्रिस्क्रिप्शन

# searchMedicinesHint
source: Search medicines.
hi: दवाइयों को खोजें।

source: Doctor's Pad
hi: डॉक्टर का पैड

source: Recommendations
hi: सिफारिशें

source: Follow-Up
hi: फॉलो-अप

source: Select Date
hi: तारीख चुनें

source: Doctor Note
hi: डॉक्टर की टिप्पणी

source: ABHA Records
hi: आभा रिकॉर्ड

# how_to_book_appointment_new_patient
source: How to book an appointment for a new patient?
hi: नए मरीज के लिए अपॉइंटमेंट कैसे बुक करें?

# how_to_book_appointment_existing_patient
source: How to book an appointment for an existing patient?
hi: मौजूदा मरीज के लिए अपॉइंटमेंट कैसे बुक करें?

# how_to_book_appointment_with_abha
source: How to book an appointment with ABHA?
hi: ABHA के साथ अपॉइंटमेंट कैसे बुक करें?

# how_to_update_patient_details
source: How to update patient details when adding an appointment?
hi: अपॉइंटमेंट जोड़ते समय मरीज की जानकारी कैसे अपडेट करें?

# how_to_reschedule_cancel_appointment
source: How to reschedule or cancel an appointment?
hi: अपॉइंटमेंट को पुनर्निर्धारित या रद्द कैसे करें?

# how_to_view_daily_visit_list
source: How to view the daily visit list?
hi: रोजाना विज़िट सूची कैसे देखें?

source: How to view upcoming visit list?
hi: आगामी विज़िट सूची कैसे देखें?

source: How to view past visit list?
hi: पिछली विज़िट सूची कैसे देखें?

# how_to_search_patient_and_view_record
source: How to search for a patient and see their complete medical record?
hi: मरीज को खोजकर उसका पूरा मेडिकल रिकॉर्ड कैसे देखें?

# how_to_view_patient_records_abdm
source: How to view patient records via ABDM?
hi: ABDM के माध्यम से मरीज के रिकॉर्ड कैसे देखें?

# how_to_pay_pending_bill
source: How to pay a pending bill?
hi: बकाया बिल का भुगतान कैसे करें?

source: How to access patient bills?
hi: मरीज के बिलों तक कैसे पहुँचें?

# how_to_check_pending_payments_today
source: How to check pending payments for the day?
hi: दिन के लिए बकाया भुगतान कैसे जांचें?

# how_to_create_abha_for_new_patient
source: How to create ABHA for new patients?
hi: नए मरीज के लिए ABHA कैसे बनाएं?

# how_to_link_existing_abha_with_appointment
source: How to link a patient’s existing ABHA with an appointment?
hi: मरीज के मौजूदा ABHA को अपॉइंटमेंट से कैसे जोड़ें?

# how_to_link_abha_completed_consultation
source: How to link ABHA for a completed consultation?
hi: पूर्ण की गई परामर्श के लिए ABHA को कैसे जोड़ें?

# how_to_upload_rx_complete_consultation
source: How to upload an Rx and complete a consultation?
hi: Rx कैसे अपलोड करें और परामर्श पूरा करें?

# how_to_add_notes_complete_consultation
source: How to add clinical notes and complete a consultation?
hi: क्लिनिकल नोट्स कैसे जोड़ें और परामर्श पूरा करें?

# how_to_consult_using_voice_analyzer
source: How to consult using the Voice analyzer?
hi: वॉयस एनालाइज़र का उपयोग करके परामर्श कैसे करें?

# how_to_view_prescription_info
source: How to view prescription or consultation information for the patient?
hi: मरीज की प्रिस्क्रिप्शन या परामर्श जानकारी कैसे देखें?

# how_to_send_prescription_info_whatsapp
source: How to send prescription or consultation information to the patient via WhatsApp?
hi: प्रिस्क्रिप्शन या परामर्श जानकारी मरीज को WhatsApp पर कैसे भेजें?

# how_to_create_prescription_templates
source: How to create pre-set prescription templates?
hi: प्रिस्क्रिप्शन टेम्पलेट्स कैसे बनाएं?

source: How to create test recommendation lists?
hi: टेस्ट सिफारिश सूची कैसे बनाएं?

source: How to change account password?
hi: खाता पासवर्ड कैसे बदलें?

source: How to change account PIN?
hi: खाता पिन कैसे बदलें?

source: How to consult in multiple clinics?
hi: कई क्लिनिकों में परामर्श कैसे करें?

source: How to switch between clinics?
hi: क्लिनिकों के बीच कैसे स्विच करें?

# how_to_set_primary_consultation_type
source: How to set the primary consultation type?
hi: प्राथमिक परामर्श प्रकार कैसे सेट करें?

source: How to setup biometric login?
hi: बायोमेट्रिक लॉगिन कैसे सेट करें?

source: How to check clinic insights?
hi: क्लिनिक इनसाइट्स कैसे जांचें?

source: Doctor Notes Analyser
hi: डॉक्टर नोट्स विश्लेषक

source: Transcribed Notes
hi: लिखित नोट्स

source: Chief Complaints
hi: मुख्य शिकायतें

source: Advice
hi: सलाह

source: Provisional Diagnosis
hi: अस्थायी निदान

# drugListSelectOne
source: Drug List - Select one from list
hi: दवा सूची - सूची से एक चुनें

source: View
hi: देखें

source: Temperature
hi: तापमान

source: Blood Pressure
hi: रक्तचाप

source: Heart Rate
hi: हृदय गति

source: No prescriptions available
hi: कोई पर्ची उपलब्ध नहीं है

source: Strength
hi: ताकत

source: Formulation
hi: संयोजन

source: Frequency
hi: बारंबारता

source: No. of Days
hi: दिनों की संख्या

source: Instruction
hi: निर्देश

source: Matching Drugs
hi: मिलते-जुलते दवा

source: Instructions
hi: निर्देश

source: Visit History
hi: भ्रमण इतिहास

source: No Visit History Found
hi: कोई भ्रमण इतिहास नहीं मिला

source: No doctor notes available
hi: कोई डॉक्टर नोट उपलब्ध नहीं है

source: Unknown Complaint
hi: अज्ञात शिकायत

# na
source: Not Available
hi: प्र/ल

source: Dosage | Frequency
hi: खुराक | आवृत्ति

source: Drug Name [Strength | Formulation]
hi: दवा का नाम [ताकत | संयोजन]

source: Doctor Notes
hi: डॉक्टर नोट्स

source: Unknown Vital
hi: अज्ञात महत्वपूर्ण संकेत

source: Vital Name
hi: महत्वपूर्ण संकेत का नाम

source: No image found
hi: कोई छवि नहीं मिली

source: Attachments
hi: संलग्नक

source: Service
hi: सेवा

source: No document found
hi: कोई दस्तावेज़ नहीं मिला

source: Consultation Details
hi: परामर्श विवरण

source: Tap to stop
hi: रोकने के लिए टैप करें

# consultationAboutToComplete
source: It is about to complete the consultation
hi: परामर्श पूरा होने वाला है

# consultationDataGathered
source: We have almost gathered your consultation data
hi: हमने लगभग आपका परामर्श डेटा इकट्ठा कर लिया है

source: Analysing Data
hi: डेटा विश्लेषण कर रहा है

source: Transcribed Note
hi: ट्रांसक्राइब किया गया नोट

source: Total Usage Time
hi: कुल उपयोग समय

source: Analysed Noted Summary
hi: विश्लेषित नोट सारांश

source: Analysed on
hi: विश्लेषित तारीख

source: Hear Recording
hi: रिकॉर्डिंग सुनें

source: Drug List
hi: दवा सूची

source: No advice
hi: कोई सलाह नहीं

source: No diagnosis available
hi: कोई निदान उपलब्ध नहीं है

source: No vitals available
hi: कोई महत्वपूर्ण संकेत उपलब्ध नहीं है

source: Value
hi: मूल्य

source: Fill below details to add patient
hi: रोगी जोड़ने के लिए नीचे विवरण भरें

source: Patient's Full Name
hi: रोगी का पूरा नाम

# pleaseEnterPatientsFullName
source: Please enter the patient's full name
hi: कृपया रोगी का पूरा नाम दर्ज करें

source: Date Of Birth
hi: जन्म तिथि

# pleaseEnterGuardianFullName
source: Please enter the guardian full name
hi: कृपया अभिभावक का पूरा नाम दर्ज करें

source: Update
hi: अपडेट

source: Search Patient Name
hi: रोगी का नाम खोजें

source: + Add New
hi: + नया जोड़ें

# ageLabel
source: Age
hi: उम्र:

# genderLabel
source: Gender
hi: लिंग

# abhaIdLabel
source: ABHA Id:
hi: ABHA आईडी:

source: Available Slots
hi: उपलब्ध स्लॉट

source: Morning
hi: सुबह

source: Afternoon
hi: दोपहर

source: Evening
hi: शाम

source: Consultant Fees
hi: सलाहकार शुल्क

source: Walk-in Consultation
hi: वॉक-इन परामर्श

source: Select Consultant Type :
hi: सलाहकार प्रकार चुनें :

source: Pay Now
hi: अभी भुगतान करें

source: Pay Later
hi: बाद में भुगतान करें

# pleaseEnterValidMobileNumber
source: Please enter a valid mobile number
hi: कृपया एक वैध मोबाइल नंबर दर्ज करें

source: Enter Patient Name
hi: रोगी का नाम दर्ज करें

source: Mon
hi: सोम

source: Tue
hi: मंगल

source: Wed
hi: बुध

source: Thu
hi: गुरु

source: Fri
hi: शुक्र

source: Sat
hi: शनि

source: Sun
hi: रवि

source: Book Now
hi: अभी बुक करें

source: Book With ABHA
hi: ABHA के साथ बुक करें

source: Appointment Actions
hi: नियुक्ति क्रियाएँ

source: Rx upload and save
hi: Rx अपलोड करें और सहेजें

source: Upload
hi: अपलोड करें

source: Reschedule
hi: पुनर्निर्धारित करें

source: Link with ABHA
hi: ABHA से लिंक करें

source: View Rx
hi: Rx देखें

source: Cancel Appointment
hi: नियुक्ति रद्द करें

source: Enter your reason here
hi: अपना कारण यहाँ दर्ज करें

source: Upload Rx
hi: Rx अपलोड करें

source: Use Camera
hi: कैमरा का उपयोग करें

source: Choose from Gallery
hi: गैलरी से चुनें

source: Health ID (ABHA Address)
hi: हेल्थ आईडी (ABHA पता)

source: Health ID
hi: हेल्थ आईडी

source: Verify
hi: जाँचे

source: Create ABHA
hi: ABHA बनाएं

# igree1
source: I intend to create Ayushman Bharat Health Account Number (“ABHA number”) and Ayushman Bharat Health Account address (“ABHA Address”) using a document other than Aadhaar. (Click here to proceed further)
hi: मैं आधार के अलावा किसी अन्य दस्तावेज़ का उपयोग करके आयुष्मान भारत स्वास्थ्य खाता संख्या (“ABHA नंबर”) और आयुष्मान भारत स्वास्थ्य खाता पता (“ABHA पता”) बनाना चाहता/चाहती हूँ। (आगे बढ़ने के लिए यहाँ क्लिक करें)

# igree2
source: I consent to the usage of my ABHA address and ABHA number for linking my legacy (past) government health records and those which will be generated during this encounter.
hi: मैं अपने ABHA पते और ABHA नंबर के उपयोग के लिए सहमति देता/देती हूँ ताकि मेरे पुराने (पूर्व) सरकारी स्वास्थ्य रिकॉर्ड और इस मुलाकात के दौरान उत्पन्न होने वाले रिकॉर्ड को जोड़ा जा सके।

# igree3
source: I authorize the sharing of all my health records with healthcare provider(s) for the purpose of providing healthcare services to me during this encounter.
hi: मैं अपने सभी स्वास्थ्य रिकॉर्ड को स्वास्थ्य सेवा प्रदाता(ओं) के साथ साझा करने के लिए अधिकृत करता/करती हूँ ताकि इस मुलाकात के दौरान मुझे स्वास्थ्य सेवाएं प्रदान की जा सकें।

# igree4
source: I consent to the anonymization and subsequent use of my government health records for public health purposes.
hi: मैं अपने सरकारी स्वास्थ्य रिकॉर्ड के गुमनाम करने और उसके बाद सार्वजनिक स्वास्थ्य उद्देश्यों के लिए उपयोग की सहमति देता/देती हूँ।

# igree6
source: I have been explained about the consent as stated above and hereby provide my consent for the aforementioned purposes.
hi: मुझे ऊपर बताए अनुसार सहमति के बारे में समझाया गया है और मैं उपर्युक्त उद्देश्यों के लिए अपनी सहमति प्रदान करता/करती हूँ।

source: Check Available ABHA Address
hi: उपलब्ध ABHA पता जांचें

source: ABHA Number
hi: ABHA नंबर

source: Link Existing
hi: मौजूदा लिंक करें

source: Create New
hi: नया बनाएं

source: Create Via
hi: के माध्यम से बनाएं

source: Aadhaar Number
hi: आधार नंबर

source: I hereby declare that
hi: मैं एतद्द्वारा घोषणा करता/करती हूं कि

source: Agree All
hi: सभी से सहमत

source: Enter OTP
hi: ओटीपी दर्ज करें

source: Use Existing
hi: मौजूदा का उपयोग करें

source: Create ABHA Address
hi: एबीएचए पता बनाएं

source: SUBMIT
hi: सबमिट करें

source: First Name
hi: पहला नाम

source: Enter First Name
hi: पहला नाम दर्ज करें

source: Middle Name
hi: मध्य नाम

source: Enter Middle Name
hi: मध्य नाम दर्ज करें

source: Last Name
hi: अंतिम नाम

source: Enter Last Name
hi: अंतिम नाम दर्ज करें

source: State
hi: राज्य

source: District
hi: जिला

source: Email ID
hi: ईमेल आईडी

source: Enter Email ID
hi: ईमेल आईडी दर्ज करें

# enterMobileNo
source: Enter Mobile Number
hi: मोबाइल नंबर दर्ज करें

source: Pin Code
hi: पिन कोड

source: Enter Pincode
hi: पिन कोड दर्ज करें

source: ABHA ID
hi: आभा आईडी

source: Suggested ABHA Address
hi: सुझाया गया आभा पता

source: Download
hi: डाउनलोड

source: Link Health ID
hi: हेल्थ आईडी लिंक करें

source: Authentication Method
hi: प्रमाणीकरण विधि

source: OTP
hi: ओटीपी

# verifyAndLink
source: Verify & Link
hi: सत्यापित करें और लिंक करें

# msg_no_slots_available
source: slots are not available
hi: के स्लॉट उपलब्ध नहीं हैं

source: Proceed With KYC
hi: केवाईसी जारी रखें

source: Mohalla
hi: मोहल्ला

# search_placeholder
source: Search by HH ID, Name or Mobile
hi: HH ID, नाम या मोबाइल से खोजें

source: No pregnancy cases found
hi: कोई गर्भावस्था मामले नहीं मिले

source: No HBNC beneficiaries found
hi: कोई HBNC लाभार्थी नहीं मिले

source: No high-risk ANC visits found
hi: कोई उच्च-जोखिम ANC विज़िट नहीं मिली

source: HRP
hi: एचआरपी

source: No Name
hi: कोई नाम नहीं

source: Search by ID/Name/Contact
hi: ID/नाम/संपर्क से खोजें

source: Close
hi: बंद करें

source: Death Record Details
hi: मृत्यु रिकॉर्ड विवरण

source: Death Record
hi: मृत्यु रिकॉर्ड

# try_different_search_term
source: Try a different search term
hi: कोई अन्य खोज शब्द आज़माएँ

source: No matching records found
hi: कोई मिलते-जुलते रिकॉर्ड नहीं मिले

source: Refresh
hi: रीफ़्रेश

# no_death_records_in_database
source: There are no death records in the database.
hi: डेटाबेस में कोई मृत्यु रिकॉर्ड नहीं हैं।

source: No death records found
hi: कोई मृत्यु रिकॉर्ड नहीं मिले

source: Refresh data
hi: डेटा रीफ़्रेश करें

source: Guest Beneficiaries
hi: अतिथि लाभार्थी सूची

source: No guest beneficiaries found
hi: कोई अतिथि लाभार्थी नहीं मिले

source: Pending
hi: लंबित

source: Completed
hi: पूर्ण

source: Progress
hi: प्रगति

source: Pending visits
hi: लंबित कार्य

source: Try Again
hi: पुनः प्रयास करें

source: Failed to load video
hi: वीडियो लोड करने में विफल

# unableToOpenDialer
source: Unable to open dialer on this device.
hi: इस डिवाइस पर डायलर नहीं खोला जा सका।

# unableToOpenEmailApp
source: Unable to open email app on this device.
hi: इस डिवाइस पर ईमेल ऐप नहीं खोला जा सका।

source: Disability
hi: विकलांगता

source: Has Conditions
hi: स्थितियाँ हैं

source: ID Type
hi: पहचान प्रकार

source: Village
hi: गाँव

source: Address
hi: पता

source: Gender
hi: लिंग

source: Father's Name
hi: पिता का नाम

source: Beneficiary ID
hi: लाभार्थी आईडी

source: Household ID
hi: परिवार आईडी

source: Registration Date
hi: पंजीकरण की तिथि

source: Form ID
hi: फ़ॉर्म आईडी

source: Basic Information
hi: मूल जानकारी

source: CBAC Form Details
hi: सीबीएसी फ़ॉर्म विवरण

source: ANM Name
hi: ए.एन.एम. का नाम

source: ASHA Name
hi: आशा का नाम

source: Healthcare Provider Information
hi: स्वास्थ्य सेवा प्रदाता की जानकारी

# hsc
source: Name of Health Sub Center
hi: एच.एस.सी.

source: PHC
hi: पी.एच.सी

source: Family History
hi: पारिवारिक इतिहास

source: Waist Measurement
hi: कमर माप

source: Physical Activity
hi: शारीरिक गतिविधि
