Repository: nikhilbhandigare02/BHAVYAmASHA
Catalog: lib/l10n/app_*.arb
Languages: hi

source: Sr.No.
hi: क्र.

source: Present?
hi: उपस्थित है?

source: Move forward?
hi: आगे बढ़ें?

source: Mobile
hi: मोबाइल नं.

source: Last Visit
hi: अंतिम दौरे की तिथि

# postNatalMssg
source: The post natal care of beneficiary has been completed
hi: लाभार्थी की प्रसवोत्तर देखभाल पूरी हो चुकी है।

# okayLabel
source: OKAY
hi: ठीक है

# hospitalReferMsg
source: Please refer the child to nearby hospital.
hi: कृपया बच्चे को पास के अस्पताल में ले जाएं।

source: Delivery outcome
hi: प्रसव का परिणाम

# pregnantAddedToAnc
source: Pregnant beneficiary has been added to antenatal care (ANC) list.
hi: गर्भवती लाभार्थी को प्रसवपूर्व देखभाल (ए.एन.सी) की सूची में जोड़ा दिया गया है।

# formSavedSuccessfullyLabel
source: Form has been saved successfully
hi: प्रपत्र सफलतापूर्वक संरक्षित कर दिया गया है |

# confirmCloseFormMsg
source: Do you want to close this form?
hi: यदि आप वापस जाते हैं, तो विवरण खो जाएगा| तो क्या आप वापस जाना चाहते हैं ?

source: Attention!
hi: ध्यान दें !

# incentiveHeaderHsc
source: HSC
hi: स्वस्थ उप केंद्र

# monthlyTaskPC23
source: PC2.3 - Maternal Health: Line listing of all pregnant women and complete four ANC checkups for 60% of them
hi: PC2.3 - मातृ स्वस्थ- सभी गर्भावस्था माताओं का Line Listing एव 60% गर्भवती माताओं का चार प्रसूतिपूर्ण करने जांच (ANC) पर

# incentiveFormTitle
source: Incentive Form
hi: प्रोत्साहन फॉर्म

# incentiveTabFinalize
source: Finalize
hi: अंतिम रूप दे

# incentiveHeaderHscLabel
source: HSC
hi: स्वास्थ्य उप केंद्र

# incentiveFormWorkAmountLabel
source: Work amount : [*]
hi: कार्य की राशी : [*]

# incentiveFormWorkAmountHint
source: Work amount
hi: कार्य की राशी

# incentiveFormClaimedAmountLabel
source: Claimed amount : [*]
hi: दावा की गई राशी : [*]

# incentiveFormClaimedAmountHint
source: Claimed amount
hi: दावा की गई राशी

# finalizeSave
source: Save
hi: संरक्षित करे

# incentiveNote
source: Submit monthly incentive claim files between 28th and 30th of next month.
hi: प्रत्येक महीने की दावा राशि के भुगतान फाइल अगले महीने की 28 से 30 तारीख के बीच तैयार की जाती है और उसके अगले दस दिनों के अंदर आशा/आशा फैसिलिटी एक्टर के खाते में भी F M एस के माध्यम से भुगतान हो जाती है

# tbEradicationProgram
source: Tuberculosis(TB) Eradication Program
hi: यक्ष्मा(टी.बी.) उन्मूलन कार्यक्रम

source: Kala-azar Eradication Program
hi: कालाजार उन्मूलन कार्यक्रम

source: AES/JE Eradication Program
hi: AES/JE उन्मूलन कार्यक्रम

source: AMB Eradication Program
hi: AMB उन्मूलन कार्यक्रम

source: NIDDCP Program
hi: NIDDCP कार्यक्रम

source: AB-PMJAY Program
hi: AB-PMJAY कार्यक्रम

# tbLabel1
source: First Indicative Work/Intensive Search Campaign (on the lane for notifying new Tuberculosis patients)
hi: प्रथम सूचक कार्य/सघन खोज अभियान (नये यक्ष्मा मरीज को नोटीफाइड करने हेतु लेन पर)

# tbLabel2
source: Treatment provider work
hi: ट्रीटमेंट प्रोभाइडर कार्य

# tbLabel3
source: On feeding medicine to Drug Sensitive Tuberculosis patient or Drug Resistant Tuberculosis patient per Shorter regimen
hi: प्रति Drug Sensitive यक्ष्मा मरीज अथवा प्रति Shorter regimen के Drug Resistant यक्ष्मा मरीज को दवा खिलाने पर

# tbLabel4
source: Conventional MDR treated Drug Resistant Tuberculosis patient (Rs. 2000) for feeding medicine (on Intensive Phase).
hi: Conventional MDR इलाजरत Drug Resistant यक्ष्मा मरीज को दवा खिलाने (रू० 2000-Intensive Phase पर।

# leprosyQuestion1
source: Amount payable to ASHA for finding new leprosy free patients
hi: विकलांगता मुक्त नये कुष्ठ रोगी खोजने हेतु आशा को देय राशि

# leprosyQuestion2
source: Amount payable to ASHA for finding new leprosy patients with disabilities
hi: विकलांगता युक्त नये कुष्ठ रोगी खोजने हेतु आशा को देय राशि

# leprosyQuestion3
source: Pauci-Bacillary (PB) of Leprosy Payable after complete treatment of leprosy
hi: कुष्ठ रोग के पाउसी-बेसीलरी (पी० बी०) मामलों में पूर्ण उपचार करने के पश्चात देय राशि

# leprosyQuestion4
source: Amount after complete cure in multi-bacillary(MB) cases of leprosy
hi: कुष्ठ रोग के बहु-बैसीलरी (MB)) मामलों में पूर्ण उपचार करने के पश्चात राशि

# kalaAzarScreenTitle
source: Kala-azar Eradication Program
hi: कालाजार उन्मूलन कार्यक्रम

# kalaAzarQuestion1
source: Amount payable to ASHA for search of Kala-azar patient, to PHC, investigation, complete treatment, monitoring for 6 months.
hi: कालाजार मरीज के खोज, PHC रेफर करना, जाँच कराना, पूर्ण इलाज कराना, 6 माह तक अनुश्रवण करने हेतु आशा को देय राशि

# kalaAzarQuestion2
source: ASHA on completion of treatment of Kala-azar patients in the government hospital under the chief minister Kala-azar Relief Scheme
hi: आशा को मुख्यमंत्री कालाजार राहत योजना से कालाजार मरीजो को सरकारी अस्पताल में ईलाज पूर्ण कराने पर

# malariaQuestion1
source: Active malaria infection test of malaria fever victims
hi: मलेरिया बुखार पीडितों का सक्रिय (Active) मलेरिया संक्रमण जाँच

# malariaQuestion2
source: Providing full radical treatment to malaria positive P.V. or P.F. patients as per the latest claim system
hi: मलेरिया पॉजिटिव पी० वी० अथवा पी० एफ० मरीजों को अद्यतन दावा प्रणाली के अनुसार पूर्ण रेडिकल उपचार प्रदान कराने

# filariasisQuestion1
source: Front feeding of medicine under MDA program for every 50 households by ASHA during filariasis cycle (to cover one thousand population)
hi: फाइलेरिया चक्र के दौरान आशा द्वारा प्रति 50 घर के लिए MDA Program के अंतर्गत दवा सामने खिलाने हेतु (एक हजार आबादी को कवर करने के लिए)

# aesJeQuestion1
source: Amount payable to ASHA as community catalyst in 1000 population during IRS spraying
hi: IRS छिड़काव के दौरान 1000 जनसंख्या में सामुदायिक उत्प्रेरक के रूप में आशा को देय राशि

# aesJeQuestion2
source: Those patients referred by ASHA to the nearest PHC, CHC, Referral, DH or Medical College Hospital, whose Unknown AES or Japanese Encephalitis (JE) has been confirmed by the Medical Officer,will be given incentive amount
hi: आशा द्वारा नजदीकी PHC, CHC, Referral, DH अथवा चिकित्सा महाविद्यालय अस्पताल में रेफर किए गए वैसे मरीज, जिनका अज्ञात AES ( Unknown AES) अथवा जापानी इन्केलाइटिस (Japanese Encephalitis JE) संपुष्ट, चिकित्सा पदाधिकारी द्वारा किया गया हो, उन्हें प्रोत्साहन राशि दिए जाने का प्रावधान है

# aesJeScreenTitle
source: AES/JE Eradication Program
hi: AES/JE उन्मूलन कार्यक्रम

# ambScreenTitle
source: AMB Eradication Program
hi: AMB उन्मूलन कार्यक्रम

# ambQuestion1
source: ASHA women of reproductive age (20 to 49 years) in their area who are pregnant or traveling maintenance in their Line Listing Register and the amount due for distribution of 4 IFA red pills per month to those women.
hi: आशा अपने क्षेत्र के प्रजनन उम्र (20 से 49 वर्ष) की वैसी महिलाए जो गर्भवती या यात्री न हो उनका Line Listing रजिस्टर में संधारण करना एवं उन महिला को प्रति माह 4 IFA लाल गोली वितरण करने हेतु देय राशि

# ambQuestion2
source: Amount payable for regularizing the line listing register of the children of ASHA area from 6 months to 59 months and for distribution of syrup of IFA to those guardians/parents of the children.
hi: आशा अपने क्षेत्र के 6 माह से 59 माह तक के बच्चों का Line Listing रजिस्टर में साधारण करने एवं बच्चों के उन अभिभावक / माता पिता को IFA का सिरप वितरण करने हेतु देय राशि

# niddcpQuestion1
source: ASHA Incentive under NIDDCP
hi: NIDDCP के तहत आशा प्रोत्साहन

# abpmjayScreenTitle
source: AB-PMJAY Program
hi: AB-PMJAY कार्यक्रम

# abpmjayQuestion1
source: Under AB-PMJAY, for patients brought by Asha for treatment in government hospitals (who will get medical benefits after getting admitted in the hospital)
hi: AB-PMJAY अंतर्गत आशा द्वारा सरकारी अस्पतालों में इलाज हेतु लाये गये मरीजो (जो अस्पताल में भर्ती होकर चिकित्सा लाभ लेंगे) के लिए

# validateEmptyUsername
source: Please enter the username
hi: कृपया उपयोगकर्ता का नाम दर्ज करें

# validateEmptyCP
source: Please enter the current password
hi: कृपया वर्तमान पासवर्ड दर्ज करें

# validateEmptyNP
source: Please enter the new password
hi: कृपया नया पासवर्ड दर्ज करें

# validateEmptyRRP
source: Please re-enter the new password
hi: कृपया पुनः नया पासवर्ड दर्ज करें

# cpAndNPNotSame
source: The Current password and the new password can not be same.
hi: वर्तमान पासवर्ड और नया पासवर्ड एक समान नहीं हो सकते.

# npAndRRPValidation
source: The new password and the re-entered password must be the same.
hi: नया पासवर्ड और दोबारा दर्ज किया गया पासवर्ड एक ही होना चाहिए।

# errorMsg
source: An error occurred. Please try again.
hi: एक त्रुटि हुई थी। कृपया दोबारा प्रयास करें।

# failUpdatePassMsg
source: Failed to update password
hi: पासवर्ड अपडेट करने में विफल

# successUpdatePassMsg
source: Your password has been changed successfully
hi: आपका पासवर्ड सफलतापूर्वक बदल दिया गया है।

# invalidCredentials
source: Please enter valid user credentials
hi: कृपया वैध उपयोगकर्ता प्रमाण-पत्र दर्ज करें

# authenticationFailed
source: Authentication failed. Please check your credentials
hi: प्रमाणीकरण विफल हुआ। कृपया अपने प्रमाण-पत्र जांचें

source: Please enter valid username
hi: कृपया वैध उपयोगकर्ता नाम दर्ज करें

source: Please enter correct current password
hi: कृपया सही वर्तमान पासवर्ड दर्ज करें

# invalidGenderMaleZero
source: Please select valid gender since total number of male children is 0
hi: कृपया सही लिंग चुनें क्योंकि कुल पुरुष बच्चों की संख्या 0 है

# invalidGenderFemaleZero
source: Please select valid gender since total number of female children is 0
hi: कृपया सही लिंग चुनें क्योंकि कुल महिला बच्चों की संख्या 0 है

source: Please enter username
hi: कृपया उपयोगकर्ता नाम दर्ज करें

source: Please enter password
hi: कृपया पासवर्ड दर्ज करें

source: Please enter valid password
hi: कृपया वैध पासवर्ड दर्ज करें

# preExistingDiseaseLabel
source: Pre - Existing disease
hi: पूर्व-विद्यमान रोग

# diseaseTb
source: Tuberculosis (TB)
hi: क्षय रोग (टीबी)

# diseaseDiabetes
source: Diabetes
hi: मधुमेह

# diseaseHepatitisB
source: Hepatitis B
hi: हेपेटाइटिस बी

# diseaseAsthma
source: Asthma
hi: दमा

# diseaseHighBp
source: High Blood Pressure
hi: उच्च रक्तचाप

# diseaseStiRti
source: STI / RTI
hi: यौन / प्रजनन संक्रमण

# diseaseHeart
source: Heart Disease
hi: हृदय रोग

# diseaseLiver
source: Liver Disease
hi: यकृत रोग

# diseaseKidney
source: Kidney Disease
hi: गुर्दा रोग

# diseaseEpilepsy
source: Epilepsy
hi: मिर्गी

# diseaseOther
source: Other
hi: अन्य

source: Please specify other disease
hi: कृपया अन्य रोग का विवरण दें

# ancVisitFormTitle
source: ANC Visit Form
hi: एएनसी विज़िट फॉर्म

# ancVisitLabel
source: ANC visit
hi: एएनसी विज़िट

# dateOfInspectionLabel
source: Date of inspection *
hi: निरीक्षण की तिथि *

# houseNumberLabel
source: House number
hi: मकान संख्या

# nameOfPregnantWomanLabel
source: Name of Pregnant Woman
hi: गर्भवती महिला का नाम

# rchNumberLabel
source: RCH number
hi: आरसीएच नंबर

# weeksOfPregnancyLabel
source: No. of weeks of pregnancy
hi: गर्भावस्था के सप्ताहों की संख्या

# orderOfPregnancyLabel
source: Order of Pregnancy(Gravida)
hi: गर्भावस्था का क्रम (ग्रेवि डा)

# isWomanBreastfeedingLabel
source: Is woman breastfeeding?
hi: क्या महिला स्तनपान करा रही है?

# td1DateLabel
source: Date of T.D(Tetanus and adult diphtheria) 1
hi: टी.डी. (टेटनस एवं वयस्क डिप्थीरिया) की पहली खुराक की तिथि

# td2DateLabel
source: Date of T.D(Tetanus and adult diphtheria) 2
hi: टी.डी. (टेटनस एवं वयस्क डिप्थीरिया) की दूसरी खुराक की तिथि

# tdBoosterDateLabel
source: Date of T.D(Tetanus and adult diphtheria) booster
hi: टी.डी. (टेटनस एवं वयस्क डिप्थीरिया) बूस्टर की तिथि

# folicAcidTabletsLabel
source: Number of Folic Acid tablets given
hi: दी गई फोलिक एसिड गोलियों की संख्या

# calciumVitaminD3TabletsLabel
source: Number of Calcium and Vitamin D3 tablets given
hi: दी गई कैल्शियम एवं विटामिन डी3 गोलियों की संख्या

# beneficiaryAbsentLabel
source: Is Beneficiary Absent?
hi: क्या लाभार्थी अनुपस्थित है?

# previousVisitsButton
source: PREVIOUS VISITS
hi: पिछली विज़िट्स

# selectVisitTypeError
source: Please select visit type
hi: कृपया विज़िट का प्रकार चुनें

# updateButton
source: UPDATE
hi: अपडेट

source: Protected
hi: सुरक्षित

source: Unprotected
hi: असुरक्षित

# cbacConsentAgree
source: AGREE
hi: सहमत होना

# cbacConsentBody
source: I have been explained by the ASHA, the purpose for which the information and measurement findings is being collected from me, in a language I understand and I give my consent to collect the information and measurement findings on my personal health profile.
hi: ममुझे आशा द्वारा समझाया गया है, जिस उद्देश्य के लिए मुझसे जानकारी और माप निष्कर्ष एकत्र किए जा रहे हैं, उस भाषा में जिसे मैं समझता हूं और मैं अपने व्यक्तिगत स्वास्थ्य प्रोफ़ाइल पर जानकारी और माप निष्कर्ष एकत्र करने के लिए अपनी सहमति देता हूं।

# cbacConsentDisagree
source: DISAGREE
hi: असहमत

# cbacConsentTitle
source: Consent Form
hi: सहमति पत्र

# cbac
source: CBAC FORM
hi: सीबीएसी फ़ॉर्म

source: Identification Number
hi: पहचान संख्या

# cbacA_alcoholQ
source: Do you consume alcohol/liquor daily? *
hi: क्या आप शराब / मदिरा का प्रतिदिन सेवन करते हैं? *

# cbacA_waistQ
source: Waist Measurement (in cm) *
hi: कमर का माप (से. मी. में) *

# cbacA_activityQ
source: Do you do at least 150 minutes of physical activity a week? (At least 30 minutes a day, 5 days a week) *
hi: क्या आप सप्ताह में कम से कम 150 मिनट शारीरिक गतिविधियां करते हैं? (प्रतिदिन कम-से-कम 30 मिनट, सप्ताह में 5 दिन) *

# cbacA_familyQ
source: Does anyone in your family (parents, siblings) suffer from high blood pressure, diabetes or heart disease? *
hi: क्या आपके परिवार (माता-पिता, भाई-बहन) में से * कोई भी उच्च रक्तचाप, मधुमेह अथवा हृदय रोग से पीड़ित है *

# cbacTotalScorePartA
source: Total Score (Part A) {score}
hi: कुल प्राप्तांक (Part A) (भाग A) {score}

# cbacTotalScorePartD
source: Total Score (Part D) {score}
hi: कुल प्राप्तांक (Part A) (भाग D) {score}

# cbacA_tobaccoQ
source: Do you smoke or consume smokeless tobacco products like Gutka/Khaini? *
hi: क्या आप धूम्रपान या धूम्रपान रहित तम्बाकू उत्पाद * यथा गुटका / खैनी का सेवन करते हैं? *

# cbacB_b1_cough2w
source: Does the cough last for more than two weeks?
hi: क्या दो सप्ताह से ज्यादा खाँसी होती है?

# cbacB_b1_fever2w
source: Has the fever lasted for more than two weeks?
hi: क्या दो सप्ताह से अधिक का बुखार है?

# cbacB_b1_weightLoss
source: Is your weight continuously decreasing?
hi: क्या वजन लगातार कम हो रहा है?

# cbacB_b1_nightSweat
source: Do you sweat a lot at night?
hi: क्या रात में बहुत पसीना आता है?

# cbacB_b1_seizures
source: Do seizures occur?
hi: क्या दौरे आते हैं?

# cbacB_b1_swellingMouth
source: Is there any kind of swelling in the mouth that has not healed for two weeks?
hi: क्या मुँह में किसी प्रकार का सूजन है जो दो सप्ताह से ठीक नहीं हुआ हो?

# cbacB_b1_rashMouth
source: Is there a white or red ring/rash in the mouth that has not healed for two weeks?
hi: क्या मुँह में सफेद या लाल रंग का घेरा / चकत्ता है जो दो सप्ताह से ठीक नहीं हुआ हो?

# cbacB_b1_chewPain
source: Is it difficult/painful to chew anything?
hi: क्या कुछ चबाने में कठिनाई/दर्द होता है?

# cbacB_b1_druggs
source: Are you currently taking anti-TB drugs?
hi: क्या आप वर्तमान में टी.बी. रोधक दवाइयां ले रहे हैं

# cbacB_b1_tuberculosisFamily
source: Is anyone in your family currently suffering from Tuberculosis (TB)?
hi: क्या आपके परिवार में वर्तमान में कोई क्षय रोग (टी.बी.) से पीड़ित है?

# cbacB_b1_history
source: Does any member of your family have a previous history of TB?
hi: क्या आपके परिवार के किसी सदस्य को टी.बी. होने का कोई पिछला इतिहास है?

# cbacB_b1_palmsSores
source: Do the palms or soles get sores frequently?
hi: क्या हथेली या तलवों में बार-बार घाव होता है?

# cbacB_b1_tingling
source: Is there frequent tingling in the palms or soles?
hi: क्या हथेली या तलवों में बार-बार झुनझुनी होती है?

# cbacB_b1_visionBlurred
source: Is your vision blurred?
hi: क्या धुंधला दिखाई देता है?

# cbacB_b1_readingDifficulty
source: Do you have difficulty in reading?
hi: क्या पढ़ने में कठिनाई होती है?

# cbacB_b1_eyePain
source: Have you had eye pain for more than a week?
hi: क्या एक सप्ताह से अधिक से आँखों में दर्द है?

# cbacB_b1_eyeRedness
source: Have you had redness in your eyes for more than a week?
hi: क्या एक सप्ताह से अधिक से आँखों में लालिमा है?

# cbacB_b1_hearingDifficulty
source: Are you having trouble/difficulty in hearing?
hi: क्या सुनने में परेशानी / कठिनाई होती है?

# cbacB_b1_changeVoice
source: Is there a change in voice?
hi: क्या आवाज़ में बदलाव है?

# cbacB_b1_skinRashDiscolor
source: Is there a rash or discoloration of the skin that is not sensitive?
hi: क्या त्वचा पर चकत्ता या रंग में परिवर्तन (दाग) है, जिसमें कोई संवेदना नहीं है?

# cbacB_b1_skinThick
source: Is the skin thick somewhere?
hi: कहीं पर त्वचा मोटी तो नहीं है?

# cbacB_b1_skinLump
source: Is there a lump on the skin?
hi: कहीं त्वचा में गांठ तो नहीं है?

# cbacB_b1_numbnessHotCold
source: Is there no feeling (numbness) on hot/cold touch in the palms or soles of the feet?
hi: क्या हथेली या पैर के तलवों में गरम/ठंडा छूने पर कुछ महसूस नहीं (सुन्नापन) होता है?

# cbacB_b1_scratchesCracks
source: Are there scratches/cracks/torn on the fingers or toes?
hi: क्या हाथ या पैरों की उंगलियों में खरोंच / दरार/फटता है?

# cbacB_b1_tinglingNumbness
source: Is there tingling and numbness in the hands or feet?
hi: क्या हाथ या पैरों में झुनझुनी होना और सुन्न हो जाता है?

# cbacB_b1_closeEyelidsDifficulty
source: Is there difficulty in closing the eyelids?
hi: क्या पलकों को बंद करने में कठिनाई होती है?

# cbacB_b1_holdingDifficulty
source: Do you have difficulty in holding anything with your fingers?
hi: क्या उंगलियों से कोई चीज पकड़ने में कठिनाई होती है?

# cbacB_b1_legWeaknessWalk
source: Is there weakness in the legs that makes it difficult to walk?
hi: क्या पैरों में कमजोरी जिसके कारण चलने में कठिनाई होती है?

# cbacB_b1_openMouth
source: Do you have trouble to open your mouth?
hi: क्या मुॅंह खोलने में परेशानी होती है?

# cbacB_b2_breastLump
source: Is there a lump in the breast as well?
hi: क्या स्तन में गांठ भी है?

# cbacB_b2_breastShapeDiff
source: Is there a difference in breast shape and size?
hi: क्या स्तन के आकार व नाप में अंतर है?

# cbacB_b2_depression
source: Is there a condition of mental depression?
hi: क्या मानसिक अवसाद की स्थिति है?

# cbacB_b2_excessBleeding
source: Is there excessive bleeding during menstruation?
hi: क्या माहवारी में अत्यधिक रक्तस्त्राव होता है? *

# cbacB_b2_irregularPeriods
source: Are there irregular periods?
hi: क्या अनियमित माहवारी होती है?

# cbacB_b2_jointPain
source: Do you have joint pains?
hi: क्या जोड़ों में दर्द होता है?

# cbacB_b2_nippleBleed
source: Are the nipples/areolas leaking with blood?
hi: क्या निप्पल/एरिओला से खून निकल रहा है?

# cbacB_b2_postIntercourseBleed
source: Does bleeding occur after intercourse?
hi: क्या संभोग के उपरांत रक्तस्राव होता है?

# cbacB_b2_postMenopauseBleed
source: Does bleeding occur after menopause (even after menstruation stops)?
hi: क्या Menopause (माहवारी बंद होने के बाद भी) के बाद रक्तस्राव होता है?

# cbacB_b2_smellyDischarge
source: Is there a smelly vaginal discharge?
hi: क्या बदबूदार योनिस्त्राव होती है?

# cbacB_b2_uterusProlapse
source: Does the uterus come out?
hi: क्या बच्चेदानी बाहर आती है? *

source: Delivery Outcome Details
hi: प्रसव परिणाम का विवरण

# familyPlanningCounseling
source: Family Planning Counseling Provided?
hi: क्या परिवार नियोजन परामर्श दिया गया?

# outcomeCount
source: Delivery outcome *
hi: परिणामों की संख्या *

# complicationsLabel
source: Complications (if any)
hi: जटिलताएँ (यदि कोई हों)

# deliveryType
source: Type of delivery *
hi: प्रसव का प्रकार *

# normalDelivery
source: Normal
hi: सामान्य

# cesareanDelivery
source: Cesarean
hi: सिजेरियन

# assistedDelivery
source: Assisted/Forceps)
hi: सहायता प्राप्त / फोर्सेप्स

# deliveryTime
source: Time of delivery (hh:mm)
hi: प्रसव का समय (घंटा:मिनट)

# deliveryTimeHint
source: hh:mm
hi: घंटा:मिनट

# deliveryDate
source: Date of Delivery *
hi: प्रसव की तिथि

# gestationWeeks
source: No. of weeks of pregnancy during delivery.
hi: पप्रसव के दौरान गर्भावस्था के सप्ताहों की संख्या।

# enterComplicationDuringDelivery
source: complication during delivery *
hi: प्रसव के दौरान अन्य जटिलता?

# deliveryOutcomeDialogue
source: Form has been saved successfully
hi: प्रपत्र सफलतापूर्वक संरक्षित कर दिया गया है।

# savedBeneficiary
source: Beneficiary has been added to HBNC list
hi: लाभार्थी को प्रसव के बाद की देखभाल (एचबीएनसी) की सूची में जोड़ा दिया गया है।

# igree_I
source: I,
hi: मैं,

# igree_7
source: I am voluntarily sharing my Aadhaar Number / Virtual ID issued by the Unique Identification Authority of India ("UIDAI"), and my demographic information for the purpose of creating an Ayushman Bharat Health Account number ("ABHA number") and Ayushman Bharat Health Account address ("ABHA Address"). I authorize NHA to use my Aadhaar number / Virtual ID for performing Aadhaar based authentication with UIDAI as per the provisions of the Aadhaar (Targeted Delivery of Financial and other Subsidies, Benefits and Services) Act, 2016 for the aforesaid purpose. I understand that UIDAI will share my e-KYC details, or response of "Yes" with NHA upon successful authentication.
hi: मैं स्वेच्छा से भारतीय विशिष्ट पहचान प्राधिकरण (UIDAI) द्वारा जारी अपना आधार नंबर / वर्चुअल आईडी तथा अपनी जनसांख्यिकीय जानकारी साझा कर रहा/रही हूँ, ताकि आयुष्मान भारत हेल्थ अकाउंट नंबर (“ABHA नंबर”) और आयुष्मान भारत हेल्थ अकाउंट पता (“ABHA पता”) बनाया जा सके। मैं राष्ट्रीय स्वास्थ्य प्राधिकरण (NHA) को उपरोक्त उद्देश्य के लिए आधार (लक्षित वितरण: वित्तीय एवं अन्य सब्सिडी, लाभ और सेवाएँ) अधिनियम, 2016 के प्रावधानों के अनुसार UIDAI के साथ आधार आधारित प्रमाणीकरण करने हेतु अपने आधार नंबर / वर्चुअल आईडी का उपयोग करने के लिए अधिकृत करता/करती हूँ। मुझे यह समझ है कि सफल प्रमाणीकरण के पश्चात UIDAI, NHA के साथ मेरे e-KYC विवरण अथवा “हाँ” की प्रतिक्रिया साझा करेगा।

# igree5
source: confirm that I have duly informed and explained the beneficiary of the contents of consent for the aforementioned purposes.
hi: पुष्टि करता/करती हूँ कि मैंने लाभार्थी को उपर्युक्त उद्देश्यों के लिए सहमति की सामग्री duly सूचित और समझा दी है।

# birthDosesTab
source: Birth Doses
hi: जन्म की खुराक

# sixWeekTab
source: 6 WEEK
hi: 6 सप्ताह

# tenWeekTab
source: 10 WEEK
hi: 10 सप्ताह

# fourteenWeekTab
source: 14 WEEK
hi: 14 सप्ताह

# nineMonthTab
source: 9 MONTHS
hi: 9 महिना

# sixteenToTwentyFourMonthTab
source: 16-24 MONTHS
hi: 16-24 महिना

# fiveToSixYearTab
source: 5-6 YEAR
hi: 5-6 वर्ष

# tenYearTab
source: 10 YEAR
hi: 10 वर्ष

# sixteenYearTab
source: 16 YEAR
hi: 16 वर्ष

# doseTableDueDate
source: Due Date
hi: नियत तिथी

# doseTableActualDate
source: Actual Date
hi: वास्तविक तिथी

source: BCG
hi: बी. सी. जी

# hepatitis
source: Hepatitis B - 0
hi: हिपॅटायटीस बी - 0

# opv
source: O.P.V - 0
hi: ओ. पी. वी - 0

# vit
source: VIT - K
hi: व्हिटामिन के

source: On the way
hi: रास्ते मे

source: CHILD DETAILS
hi: बच्चे का विवरण

source: MEMBER DETAILS
hi: सदस्य का विवरण

# loadData
source: Data is being fetched
hi: डेटा लोड किया जा रहा है

# loadDataComplete
source: Data fetching completed
hi: डेटा प्राप्त करना पूर्ण हुआ

# dataNotFound
source: User data not available
hi: उपयोगकर्ता डेटा उपलब्ध नहीं है

source: Enter valid number
hi: कृपया वैध संख्या दर्ज करें

source: Select age unit
hi: कृपया आयु की इकाई चुनें

# youngestChildAgeDaysRange
source: Please enter age of Youngest Child between Days
hi: कृपया सबसे छोटे बच्चे की आयु दिनों में दर्ज करें

# youngestChildAgeMonthsRange
source: Please enter age of Youngest Child between Months
hi: कृपया सबसे छोटे बच्चे की आयु महीनों में दर्ज करें

# youngestChildAgeYearsRange
source: Please enter age of Youngest Child between Years
hi: कृपया सबसे छोटे बच्चे की आयु वर्षों में दर्ज करें

source: Please enter House number
hi: कृपया मकान नंबर दर्ज करें

# houseNumberValidation
source: House number can only contain letters, numbers, spaces, dash or slash
hi: मकान नंबर में केवल अक्षर, संख्या, स्पेस, डैश (-) या स्लैश (/) हो सकते हैं

# pleaseEnterDateOfBirth
source: Please select date of birth
hi: कृपया जन्म तिथि दर्ज करें

# dateOfBirthFuture
source: Date of birth cannot be in the future
hi: जन्म तिथि भविष्य की नहीं हो सकती

# ageMustBe15Years
source: Age must be 15 years or more
hi: आयु कम से कम 15 वर्ष होनी चाहिए
