Repository: nikhilbhandigare02/BHAVYAmASHA
Catalog: lib/l10n/app_*.arb
Languages: hi

# abhaAadhaarNumberLabel
source: Aadhaar Number
hi: आधार संख्या

# abhaAddressLabel
source: ABHA Address
hi: आभा पता

# searchDelOutcome
source: Delivery Outcome Search
hi: डिलीवरी परिणाम खोज

source: search HBNC
hi: खोज एचबीएनसी

# abhaConsent1
source: I am voluntarily sharing my Aadhaar Number / Virtual ID issued by the Unique Identification Authority of India ("UIDAI"), and my demographic information for the purpose of creating an Ayushman Bharat Health Account number ("ABHA number") and Ayushman Bharat Health Account address ("ABHA Address"). I authorize NHA to use my Aadhaar number / Virtual ID for performing Aadhaar based authentication with UIDAI as per the provisions of the Aadhaar (Targeted Delivery of Financial and other Subsidies, Benefits and Services) Act, 2016 for the aforesaid purpose. I understand that UIDAI will share my e-KYC details, or response of "Yes" with NHA upon successful authentication.
hi: मैं स्वेच्छा से भारतीय विशिष्ट पहचान प्राधिकरण ("UIDAI") द्वारा जारी मेरा आधार नंबर/वर्चुअल आईडी और मेरी जनसांख्यिकीय जानकारी आयुष्मान भारत हेल्थ एकाउंट नंबर ("एबीएचए नंबर") और आयुष्मान भारत हेल्थ एकाउंट पता ("एबीएचए पता") बनाने के उद्देश्य से साझा कर रहा/रही हूँ। मैं एनएचए को उपर्युक्त उद्देश्य के लिए आधार अधिनियम, 2016 के प्रावधानों के अनुसार UIDAI के साथ आधार आधारित प्रमाणीकरण करने हेतु मेरे आधार नंबर/वर्चुअल आईडी का उपयोग करने के लिए अधिकृत करता/करती हूँ। मैं समझता/समझती हूँ कि सफल प्रमाणीकरण पर UIDAI मेरे ई-केवाईसी विवरण या "हाँ" का उत्तर एनएचए के साथ साझा करेगा।

# abhaConsent2
source: I intend to create Ayushman Bharat Health Account Number ("ABHA number") and Ayushman Bharat Health Account address ("ABHA Address") using document other than Aadhaar.
hi: मैं आधार के अलावा किसी अन्य दस्तावेज़ का उपयोग करके एबीएचए नंबर और एबीएचए पता बनाना चाहता/चाहती हूँ।

# abhaConsent3
source: I consent to usage of my ABHA address and ABHA number for linking of my legacy (past) government health records and those which will be generated during this encounter.
hi: मैं अपने एबीएचए पते और एबीएचए नंबर का उपयोग मेरे पुराने सरकारी स्वास्थ्य अभिलेखों तथा इस मुलाकात के दौरान उत्पन्न होने वाले अभिलेखों को लिंक करने हेतु करने की सहमति देता/देती हूँ।

# abhaConsent4
source: I authorize the sharing of all my health records with healthcare provider(s) for the purpose of providing healthcare services to me during this encounter
hi: मैं अपने सभी स्वास्थ्य अभिलेखों को इस मुलाकात के दौरान स्वास्थ्य सेवाएँ प्रदान करने के उद्देश्य से स्वास्थ्य सेवा प्रदाताओं के साथ साझा करने की अनुमति देता/देती हूँ।

# abhaConsent5
source: I consent to the anonymization and subsequent use of my government health records for public health purposes.
hi: मैं अपने सरकारी स्वास्थ्य अभिलेखों के गुमनामकरण और उनके सार्वजनिक स्वास्थ्य उद्देश्यों हेतु उपयोग के लिए सहमति देता/देती हूँ।

# abhaConsent6
source: I, Rohit Chavan, confirm that I have duly informed and explained the beneficiary of the contents of consent for aforementioned purposes.
hi: मैं, रोहित चव्हाण, पुष्टि करता/करती हूँ कि मैंने लाभार्थी को उपर्युक्त उद्देश्यों के लिए सहमति की सामग्री के बारे में उचित रूप से सूचित और समझाया है।

# abhaConsent7
source: I, (beneficiary name), have been explained about the consent as stated above and hereby provide my consent for the aforementioned purposes.
hi: मैं, (लाभार्थी नाम), उपर्युक्त के अनुसार सहमति के बारे में अवगत कराया गया/गई हूँ और उपर्युक्त उद्देश्यों के लिए अपनी सहमति प्रदान करता/करती हूँ।

# abhaDeclarationTitle
source: I hereby declare that:
hi: मैं यह घोषित करता/करती हूँ कि:

# abhaGenerateOtpButton
source: GENERATE OTP
hi: ओटीपी बनाएं

# abhaOtpGeneratedSuccess
source: OTP generated successfully
hi: ओटीपी सफलतापूर्वक जनरेट हुआ

# aboutUsP1Title
source: ASHA (ACCREDITED SOCIAL HEALTH ACTIVIST)
hi: आशा (मान्यता प्राप्त सामाजिक स्वास्थ्य कार्यकर्ता)

# aboutUsP1Part2
source: App, is an application to help ASHA front-line workers to do their everyday work related to population immunization, eligible couple tracking, mother and child care and different more programs run by the health society.
hi: ऐप, आशा फ्रंट-लाइन कार्यकर्ताओं को जनसंख्या टीकाकरण, योग्य जोड़ो की ट्रैकिंग, माँ और बच्चे की देखभाल और स्वास्थ्य समाज द्वारा चलाए जा रहे विभिन्न कार्यक्रमों से संबंधित उनके रोजमर्रा के काम करने में मदद करने के लिए एक एप्लीकेशन है ।

# aboutUsP2
source: The ASHA can do the family immunization, and from there, the beneficiary can be added. Once the family members get added, tracking of the eligible couple and family planning can be done. This app aims to support offline functionality for remote villages where a stable network is a challenge.
hi: आशा परिवार का टीकाकरण कर सकती है और वहां से लाभार्थी को जोड़ा जा सकता है | एक बार परिवार के सदस्य जुड़ने के बाद, योग्य जोड़े और परिवार नियोजन की ट्रैकिंग की जा सकती है | इस ऎप का लक्ष्य दूरदरजा के गांवो के लिए ऑफलाइन कार्यक्षमता का समर्थन करना है जहां एक स्थिर नेटवर्क एक चुनौती है ।

# aboutUsP3
source: The ASHA can do the ABHA generation, this app has ABDM compliance for the M1 process of ABDM, and this can boost create many of the ABHA and beneficiaries going forward with the health treatments use their ABHA in any private or government facilities, when needed.
hi: आशा, एबीएचए निर्माण कर सकती है, इस ऎप में एबीडीएम की एम1 प्रक्रिया के लिए एबीडीएम अनुपालन है, और यह कई एबीएचए को बढ़ावा दे सकता है और स्वास्थ्य उपचार के साथ आगे बढ़ने वाले लाभार्थी जरूरत पड़ने पर किसी भी निजी या सरकारी सुविधाओं में अपने एबीएचए का उपयोग कर सकते हैं ।

# aboutUsP4
source: The app allows the ASHA workers to maintain their due lists, today’s program, and a list of upcoming PNC mother and infant details.
hi: ऐप आशा कार्यकर्ताओं को उनकी को उनकी देय सूची, आज के कार्यक्रम और आगामी पीएनसी मां और शिशु विवरण की एक सूची बनाए रखने की सुविधा देता है ।

# accountNumberHint
source: Account number
hi: खाता संख्या

# accountNumberLabel
source: Bank Account number
hi: खाता संख्या

# addButton
source: ADD
hi: जोड़ें

# addFamilyHeadButton
source: ADD FAMILY HEAD
hi: परिवार के मुखिया को जोड़ें

# addNewBeneficiaryButton
source: Add New Beneficiary
hi: नया लाभार्थी जोड़ें

# addNewMemberButton
source: ADD NEW MEMBER
hi: नया सदस्य जोड़ें

# addingButton
source: ADDING...
hi: जोड़ रहे हैं...

# addressDetailsTitle
source: Address Details
hi: पता विवरण

# addressLabel
source: Address
hi: पता

# advanceFilter
source: Advance Filters
hi: एडवांस/उच्च फ़िल्टर

# affiliatedToStateInsuranceLabel
source: Affiliated to state Health Insurance Scheme
hi: क्या राज्य स्वास्थ्य बीमा योजना से संबद्ध है

# ageApproximate
source: Age/Approximate Age
hi: आयु/अनुमानित आयु

# ageAtMarriageInYearsLabel
source: Age at marriage (in years)
hi: विवाह के समय आयु (वर्ष में)

# ageAtMarriageLabel
source: Age at the time of marriage
hi: विवाह के समय आयु

# ageGender
source: {age} Y | {gender}
hi: {age} वर्ष | {gender}

source: UID
hi: यूआईडी

# altMobileHint
source: Alternate mobile no.
hi: वैकल्पिक मोबाइल नंबर

# altMobileLabel
source: Alternate mobile no.
hi: वैकल्पिक मोबाइल नंबर

# ancVisitListTitle
source: ANC Visit List
hi: एएनसी विज़िट सूची

# ancVisitSearchHint
source: ANC Visit Search
hi: एएनसी विज़िट खोज

# anganwadiCenterNoHint
source: Anganwadi Center no.
hi: आंगनवाड़ी केंद्र संख्या

# anganwadiCenterNoLabel
source: Anganwadi Center no.
hi: आंगनवाड़ी केंद्र संख्या

# anm1MobileHint
source: Mobile no. of ANM1
hi: ए.एन.एम. 1 का मोबाइल नंबर

# anm1MobileLabel
source: Mobile no. of ANM1
hi: ए.एन.एम. 1 का मोबाइल नंबर

# anm1NameHint
source: Name of ANM1
hi: ए.एन.एम. 1 का नाम

# anm1NameLabel
source: Name of ANM1
hi: ए.एन.एम. 1 का नाम

# anm2MobileHint
source: Mobile no. of ANM2
hi: ए.एन.एम. 2 का मोबाइल नंबर

# anm2MobileLabel
source: Mobile no. of ANM2
hi: ए.एन.एम. 2 का मोबाइल नंबर

# anm2NameHint
source: Name of ANM2
hi: ए.एन.एम. 2 का नाम

# anm2NameLabel
source: Name of ANM2
hi: ए.एन.एम. 2 का नाम

# anmNameLabel
source: ANM Name
hi: ए.एन.एम. का नाम

# announcement
source: Announcements List
hi: घोषणा सूचि

# announcements
source: Announcement
hi: घोषणा

# antenatal
source: Next Antenatal Date:
hi: अगली प्रसव पूर्व तिथि:

# announcementItem1Title
source: Distribution: Smart phones given to ASHA workers
hi: वितरण: आशा कार्यकर्ताओं को दिए गया स्मार्ट फोन

# announcementItem1Body
source: In the local primary health center, smart phones were given to the ASHA workers of the block area for health related work. PHC in-charge Dr. Purushottam Priyadarshi said that a total of 126 ASHA workers of the block area have been given smart phones to make them hi-tech.He told that writing ASHA in the register will now give freedom. The mobile is specially designed for health related programs. Mobile cannot be used for any other purpose.All ASHA workers can send claim form for honorarium from their smart phone itself. On the basis of this, the amount of honorarium will be sent to their bank account. BCM Sanjit Kumar said that there are a total of 120 ASHA workers and 6 facilitators in the block area. Out of which smart phones have been made available to 122.
hi: स्थानीय प्राथमिक स्वास्थ्य केंद्र में प्रखंड क्षेत्र के आशा कार्यकर्ताओं को स्वास्थ संबंधित कार्य के लिए स्मार्ट फोन दिया गया। पीएचसी प्रभारी डा. पुरुषोत्तम प्रियदर्शी ने बताया कि प्रखंड क्षेत्र के कुल 126 आशा कार्यकर्ताओं को हाइटेक बनाने के लिए स्मार्ट फोन दिया गया है। स्वास्थ्य विभाग की रीढ़ कही जाने वाली आशा कार्यकर्ताओं को हाईटेक बनाने की दिशा में यह बेहतर कदम है। उन्होंने बताया कि आशा को रजिस्टर में लिखने से अब मुक्ति मिलेगी। मोबाइल को खासतौर पर स्वास्थ्य संबंधी कार्यक्रमों के लिए तैयार किया गया है। मोबाइल को दूसरे काम के लिए उपयोग नहीं किया जा सकेगा। सभी आशा कार्यकर्ता अपने स्मार्ट फोन से ही मानदेय के लिए दावा प्रपत्र भेज सकते हैं। इसी के आधार पर उनके बैंक एकाउंट में मानदेय की राशि भेज दी जाएगी। बीसीएम संजीत कुमार ने बताया कि प्रखंड क्षेत्र में कुल 120 आशा कार्यकर्ता एवं 6 फैसिलेटर हैं। जिसमें से 122 को स्मार्ट फोन उपलब्ध करा दिया गया है।

# announcementItem2Title
source: Bihar ASHA Worker Vacancy 2023: (Great opportunity for women, this department will recruit more than 1.12 lakh posts
hi: Bihar ASHA Worker Vacancy 2023: महिलाओं के लिए शानदार मौका, यह विभाग करेगा 1.12 लाख पदों से भी ज्यादा भर्ती

# announcementItem2Body
source: If you are a resident of Bihar and you are a woman, then let us tell you that tremendous recruitment has been done for Bihar ASHA for women on about 1.12 lakh posts in Bihar. In which all the women of Bihar can apply, a big change has also been made in the application process under Bihar ASHA Recruitment 2023. As earlier it was necessary to have only 8th pass for ASHA restoration, but now it has been changed to 10th pass, so now if you want to get a job for Bihar ASHA moment, then it will be mandatory for you to have at least 10th pass You can apply for the post of ASHA.
hi: अगर आप बिहार के निवासी हैं और आप एक महिला है तो हम आपको बता दें बिहार में करीब 1.12 लाख पदों पर महिलाओं के लिए Bihar ASHA पद पर जबरदस्त भर्ती निकाली गई है। जिसमें बिहार के सभी महिलाएं आवेदन कर सकते हैं Bihar ASHA Recruitment 2023 के तहत आवेदन प्रक्रिया में बहुत बड़ा बदलाव भी किया गया है। जैसा कि पहले आशा बहाली के लिए सिर्फ आठवीं पास होना जरूरी था पर अब इसे बदल कर 10वीं पास कर दिया गया है माने तो अब अगर आपको Bihar ASHA पल के लिए नौकरी पाना है तो आपको कम से कम 10वीं पास होना अनिवार्य होगा तभी आप Bihar ASHA पद के लिए आवेदन कर सकते हैं।

# announcementItem3Title
source: ASHA Workers of Bihar Demand Better Wages, Work Environment
hi: बिहार की आशा वर्कर्स ने की बेहतर वेतन और काम के माहौल की मांग

# announcementItem3Body
source: ASHA Workers have been at the forefront of the fight against COVID-19. Apart from the regular duties of taking care of newborn child and their mother, regular vaccinations and surveys, ASHA workers from all over the country are doing extra duties for COVID-19 without any extra pay.
hi: आशा कार्यकर्ता कोविड-19 के खिलाफ लड़ाई में सबसे आगे रही हैं। नवजात बच्चे और उनकी मां की देखभाल, नियमित टीकाकरण और सर्वेक्षण के नियमित कर्तव्यों के अलावा, देश भर से आशा कार्यकर्ता बिना किसी अतिरिक्त वेतन के COVID-19 के लिए अतिरिक्त कार्य कर रही हैं।

# appTitle
source: Medixcel
hi: मेडिक्सेल

source: Area of working
hi: कार्य क्षेत्र

# areaRural
source: Rural
hi: ग्रामीण

# areaTribal
source: Tribal
hi: जनजातीय

# areaUrban
source: Urban
hi: शहरी

# ashaFacilitatorMobileHint
source: Mobile no. of ASHA Facilitator
hi: आशा फेसिलिटेटर का मोबाइल नंबर

# ashaFacilitatorMobileLabel
source: Mobile no. of ASHA Facilitator
hi: आशा फेसिलिटेटर का मोबाइल नंबर

# ashaFacilitatorNameHint
source: Name of ASHA Facilitator
hi: आशा फेसिलिटेटर का नाम

# ashaFacilitatorNameLabel
source: Name of ASHA Facilitator
hi: आशा फेसिलिटेटर का नाम

# ashaIdLabel
source: ASHA ID
hi: आशा आईडी

# ashaNameHint
source: ASHA Name
hi: आशा का नाम

# ashaNameLabel
source: Name of ASHA
hi: आशा का नाम

source: ASHA Profile
hi: आशा प्रोफाइल

# availableLabel
source: Available
hi: उपलब्ध

# awwMobileHint
source: Mobile no. of AWW
hi: ए.डब्ल्यू.डब्ल्यू. का मोबाइल नंबर

# awwMobileLabel
source: Mobile no. of AWW
hi: ए.डब्ल्यू.डब्ल्यू. का मोबाइल नंबर

# awwNameHint
source: Name of AWW
hi: ए.डब्ल्यू.डब्ल्यू. का नाम

# awwNameLabel
source: Name of AWW
hi: ए.डब्ल्यू.डब्ल्यू. का नाम

# bankDetailsTitle
source: Bank details
hi: बैंक का विवरण

# bcmMobileLabel
source: Mobile no. of Block Community Mobilizer
hi: ब्लॉक कम्युनिटी मोबिलाइज़र का मोबाइल नंबर

# bcmNameHint
source: Block Community Mobilizer name
hi: ब्लॉक कम्युनिटी मोबिलाइज़र का नाम

# bcmNameLabel
source: Block Community Mobilizer name
hi: ब्लॉक कम्युनिटी मोबिलाइज़र का नाम

# beneficiaryNumberLabel
source: Beneficiary no.
hi: लाभार्थी संख्या

# beneficiaryTypeAPL
source: APL
hi: एपीएल

# beneficiaryTypeAntyodaya
source: Antyodaya
hi: अंत्योदय

# beneficiaryTypeBPL
source: BPL
hi: बीपीएल

# beneficiaryTypeLabel
source: Type of beneficiary
hi: लाभार्थी का प्रकार

# birthOrderLabel
source: Birth Order
hi: जन्म क्रम

# blockHint
source: Block
hi: ब्लॉक

# blockLabel
source: Block
hi: ब्लॉक

# blockLabelSimple
source: Block
hi: खंड

source: Call: {number}
hi: कॉल: {number}

# casteLabel
source: Social class
hi: सामाजिक वर्ग

# categoryLabel
source: Category
hi: वर्ग

# cbacA_actGT150
source: more than 150 minutes a week
hi: सप्ताह में 150 मिनट से अधिक

# cbacA_actLT150
source: Less than 150 minutes a week
hi: सप्ताह में 150 मिनट से कम

# cbacA_age30to39
source: 30 to 39 years
hi: 30 से 39 वर्ष

# cbacA_age40to49
source: 40 to 49 years
hi: 40 से 49 वर्ष

# cbacA_age50to69
source: 50 to 69 years
hi: 50 से 69 वर्ष

# cbacA_ageLT30
source: <30 years
hi: <30 वर्ष

# cbacA_ageQ
source: What is your age? (in years) *
hi: आपकी आयु क्या है? (वर्ष में) *

# cbacA_tobDaily
source: Do it everyday
hi: प्रतिदिन करते हैं

# cbacA_tobNever
source: Have never done
hi: कभी नहीं किया

# cbacA_tobSometimes
source: Used to do in the past or do sometimes in the present
hi: पहले करते थे या वर्तमान में कभी-कभी करते हैं

# cbacA_waist81to90
source: 81 to 90 cm
hi: 81 से 90 सेमी

# cbacA_waistGT90
source: 90 cm more than
hi: 90 सेमी से अधिक

# cbacA_waistLE80
source: 80 cm or less
hi: 80 सेमी या कम

# cbacB_b1_bloodMucus
source: Is there blood in the mucus?
hi: क्या बलगम में खून आता है?

# cbacB_b1_breath
source: Is there trouble in breathing (shortness of breath)?
hi: क्या सांस लेने में तकलीफ (सांस फूलना) है?

# cbacC_businessRiskQ
source: Business Risk -
hi: व्यवसायिक जोखिम -

# cbacC_fuelGas
source: Gas
hi: गैस

# cbacD_opt0
source: No way
hi: कभी नहीं

# cbacD_opt1
source: Just a few days
hi: कुछ ही दिन

# cbacD_opt2
source: More than half a day
hi: आधे से ज्यादा दिन

# cbacD_opt3
source: Almost every day
hi: लगभग हर दिन

# cbacFormTitle
source: CBAC Form
hi: सीबीएसी फॉर्म

# cbacHeaderLungRisk
source: Risk factors for lung diseases
hi: फेफड़ों की बीमारियों के जोखिम कारक

# cbacPartB1
source: Part B1
hi: भाग बी1

# cbacPartB2
source: Part B2
hi: भाग बी2

# cbacPleaseFill
source: Please Select
hi: कृपया भरें

# cbacQuestions
source: Questions
hi: प्रश्न

# cbacScore
source: Score
hi: स्कोर

# cbacTabGeneral
source: GENERAL INFORMATION
hi: सामान्य जानकारी

# cbacTabPartA
source: PART A
hi: भाग A

# cbacTabPartB
source: PART B
hi: भाग B

# cbacTabPartC
source: PART C
hi: भाग C

# cbacTabPartD
source: PART D
hi: भाग D

# cbacTabPersonal
source: PERSONAL INFORMATION
hi: व्यक्तिगत जानकारी

# childRegisteredBeneficiaryListTitle
source: Registered Child Beneficiary list
hi: पंजीकृत बालक लाभार्थी सूची

# childRegisteredBeneficiaryListSearch
source: Search Registered Child Beneficiary
hi: पंजीकृत बाल लाभार्थी खोंजे

# childRegisteredDueListTitle
source: Child Registered Due List
hi: बाल पंजीकरण देय सूची

# childRegisteredDueListSearch
source: Child Registered Due Search
hi: पंजीकृत बच्चे को खोंजे

# childTrackingDueListTitle
source: Child Tracking Due List
hi: बाल ट्रैकिंग देय सूची

# trainingSuccess
source: Training scheduled successfully
hi: प्रशिक्षण सफलतापूर्वक निर्धारित किया गया है

# childTrackingDueSearch
source: Search Child Tracking Due
hi: लंबीत ट्रेकिंग वाले बच्चे को खोंजे

# children0to1
source: 0-1 year old children
hi: 0-1 वर्ष के बच्चे

# children1to2
source: 1-2 year old children
hi: 1-2 वर्ष के बच्चे

# children2to5
source: 2-5 year old children
hi: 2-5 वर्ष के बच्चे

# childrenDetailsTitle
source: Children Details
hi: बच्चों का विवरण

# choMobileHint
source: Mobile no. of CHO
hi: सी.एच.ओ. का मोबाइल नंबर

# choMobileLabel
source: Mobile no. of CHO
hi: सी.एच.ओ. का मोबाइल नंबर

# choNameHint
source: CHO Name
hi: सी.एच.ओ. का नाम

# choNameLabel
source: CHO Name
hi: सी.एच.ओ. का नाम

source: Completed visits
hi: पूर्ण दौरे

source: To do visits
hi: दौरा करना

# contactLabel
source: Contact
hi: संपर्क

# cookingFuelTitle
source: Cooking Fuel
hi: खाना पकाने का ईंधन

# cookingFuelTypeLabel
source: Type of Fuel used for cooking
hi: खाना बनाने के लिए प्रयुक्त ईंधन का प्रकार

# currentAgeLabel
source: Current age (in years)
hi: वर्तमान आयु (वर्ष में)

# currentPasswordEmpty
source: Current password cannot be empty
hi: वर्तमान पासवर्ड खाली नहीं हो सकता

# currentPasswordHint
source: current password
hi: वर्तमान पासवर्ड दर्ज करें

# currentPasswordLabel
source: Current Password
hi: वर्तमान पासवर्ड

# tabProtected
source: PROTECTED
hi: सुरक्षित

# tabUnprotected
source: UNPROTECTED
hi: असुरक्षित

source: Daughter
hi: पुत्री

# dcmMobileLabel
source: Mobile no.of District Community Mobilizer
hi: जिला कम्युनिटी मोबिलाइज़र का मोबाइल नंबर

# dcmNameHint
source: District Community Mobilizer name
hi: जिला कम्युनिटी मोबिलाइज़र का नाम

# dcmNameLabel
source: District Community Mobilizer name
hi: जिला कम्युनिटी मोबिलाइज़र का नाम

# deceasedChildSnack
source: Deceased Child
hi: बालक मृत्यु

# deceasedChildTitle
source: Deceased Child
hi: बालक मृत्यु

# deliveryOutcomeTitle
source: Delivery Outcome
hi: प्रसव का परिणाम

# detailsLabel
source: Details
hi: विवरण

# disabilityBedridden
source: Bedridden due to some illness
hi: किसी बीमारी के कारण बिस्तर पर

# disabilityNeedHelp
source: Need for help from another person to perform daily tasks
hi: दैनिक कार्यों के लिए दूसरे व्यक्ति की मदद की आवश्यकता

# disabilityPhysicallyHandicap
source: Physically Handicap
hi: शारीरिक रूप से विकलांग

# disabilityQuestionLabel
source: Whether the person has one of the following conditions
hi: क्या व्यक्ति को निम्न में से कोई समस्या है

# disabilityVisualImpairment
source: Visual impairment
hi: दृष्टि बाधित

# districtHint
source: District
hi: जिला

# districtLabel
source: District
hi: जिला

# districtLabelSimple
source: District
hi: जिला

# divisionHint
source: Division
hi: डिवीजन

# divisionLabel
source: Division
hi: डिवीजन

source: Divorced
hi: तलाकशुदा

# dobLabel
source: Date of Birth
hi: जन्म की तिथि

# dobShort
source: DOB
hi: जन्मतिथि

# dojLabel
source: Date of Joining
hi: नियुक्ति होने की तिथि

# drawerAboutUs
source: About Us
hi: हमारे बारे में

# drawerFetchData
source: Fetch Data
hi: डेटा प्राप्त करें

# drawerHome
source: Home
hi: होम

# drawerIncentivePortal
source: Incentive Portal
hi: प्रोत्साहन पोर्टल

# drawerLogout
source: LOGOUT
hi: लॉग आउट

# drawerMisReport
source: MIS Report
hi: MIS रिपोर्ट

# drawerProfile
source: Profile
hi: प्रोफाइल

# drawerResetPassword
source: Reset Password
hi: पासवर्ड बदलें

# drawerSettings
source: Settings
hi: सेटिंग

# drawerSyncedData
source: Synced Data
hi: डेटा सिंक करें

# economicStatusLabel
source: Economic Status
hi: आर्थिक स्थिति

# eddDateLabel
source: Expected date of delivery (EDD)
hi: प्रसव की संभावित तिथि

source: Edit
hi: सुधारें

# educationGraduate
source: Graduate
hi: स्नातक

# educationLabel
source: Education
hi: शिक्षा का स्तर

# educationPostgraduate
source: Postgraduate
hi: स्नातकोत्तर

# elderlyAbove65
source: Elderly (>65 Y)
hi: बुजुर्ग (>65 वर्ष)

# elecGenerator
source: Generator
hi: जनरेटर

# householdSavedSuccessfully
source: Total beneficiaries: {count}
hi: एकूण लाभार्थी: {count}

# elecKeroseneLamp
source: Kerosene Lamp
hi: मिट्टी के तेल का दीया

# elecSolar
source: Solar Power
hi: सौर ऊर्जा

# elecSupply
source: Electricity Supply
hi: बिजली आपूर्ति

# electricityAvailabilityLabel
source: Availability of electricity
hi: बिजली की उपलब्धता

# electricityTitle
source: Electricity
hi: बिजली

# eligibleCoupleUpdateLoading
source: Loading eligible couple...
hi: योग्य दंपत्ति लोड हो रहा है...

# eligibleCoupleUpdateNoData
source: No eligible couple found
hi: कोई योग्य दंपत्ति नहीं मिला

# eligibleCoupleUpdateSearchHint
source: Search eligible couple to update
hi: अपडेट के लिए योग्य दंपत्ति खोजें

# eligibleCoupleUpdateSubtitle
source: Update eligible couple details
hi: योग्य दंपत्ति विवरण अपडेट करें

# eligibleCoupleUpdateTitle
source: Eligible Couple Update
hi: योग्य दंपत्ति अपडेट

source: Eligible couples
hi: योग्य दंपत्ति

# emailLabel
source: Email:
hi: ईमेल:

source: Transgender
hi: ट्रांसजेंडर

# occupationHousewife
source: Housewife
hi: गृहिणी

# occupationDailyWageLabor
source: Daily Wage Labor
hi: दिहाड़ी मजदूर

# occupationAgriculture
source: Agriculture
hi: खेती

# occupationSalaried
source: Salaried
hi: वेतनभोगी

# occupationBusiness
source: Business
hi: व्यापार

# occupationRetired
source: Retired
hi: सेवानिवृत्त

# educationNoSchooling
source: No Schooling
hi: कोई स्कूली शिक्षा नहीं

# educationPrimary
source: Primary
hi: प्राथमिक

# educationSecondary
source: Secondary
hi: माध्यमिक

# educationHighSchool
source: High School
hi: हाई स्कूल

# educationIntermediate
source: Intermediate
hi: इंटरमीडिएट

# educationDiploma
source: Diploma
hi: डिप्लोमा

# educationGraduateAndAbove
source: Graduate and above
hi: स्नातक और उससे ऊपर

# enterOccupationOther
source: Other
hi: व्यवसाय दर्ज करने

# religionNotDisclosed
source: Do not want to disclose
hi: नहीं बताना नहीं चाहते है

# religionBuddhism
source: Buddhism
hi: बौद्ध

# religionJainism
source: Jainism
hi: जैन

# religionParsi
source: Parsi
hi: पारसी

# religionOther
source: Other
hi: अन्य

# categoryNotDisclosed
source: Do not want to disclose
hi: नहीं बताना चाहते हैं

# categoryGeneral
source: General
hi: सामान्य

# categoryOBC
source: OBC
hi: ओबीसी

# categorySC
source: SC
hi: अनुसूचित जाति

# categoryST
source: ST
hi: अनुसूचित जनजाति

# categoryPichdaVarg1
source: Pichda Varg 1
hi: पिछड़ा वर्ग 1

# categoryPichdaVarg2
source: Pichda Varg 2
hi: पिछड़ा वर्ग 2

# categoryAtyantPichdaVarg
source: Atyant Pichda Varg
hi: अत्यंत पिछड़ा वर्ग

# categoryDontKnow
source: Do not know
hi: पता नहीं

# migrationStayingInHouse
source: Staying in House
hi: घर में रहने वाले

# migrationSeasonalMigrant
source: Seasonal Migrant
hi: मौसमी प्रवासी

# maritalStatusMarried
source: Married
hi: विवाहित

# maritalStatusUnmarried
source: Unmarried
hi: अविवाहित

# maritalStatusWidowed
source: Widow
hi: विधवा

# maritalStatusWidower
source: Widower
hi: विधुर

# maritalStatusSeparated
source: Separated
hi: अलग हुए

# maritalStatusDivorced
source: Divorced
hi: तलाकशुदा

source: English
hi: अंग्रेज़ी

source: Enter valid mobile
hi: मान्य मोबाइल दर्ज करें

# familyHeadDetailsTitle
source: Family Head Details
hi: परिवार के मुखिया का विवरण

source: Father
hi: पिता

source: ka
hi: का
